{
  "author": "Albert Einstein",
  "imageId": "Albert-Einstein",
  "data": [
    {
      "qid": "96d5492c",
      "author": "Albert Einstein",
      "en": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
    },
    {
      "qid": "cf13760a",
      "author": "Albert Einstein",
      "en": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right."
    },
    {
      "qid": "2b554b90",
      "author": "Albert Einstein",
      "en": "If we knew what it was we were doing, it would not be called research, would it?"
    },
    {
      "qid": "1226528e",
      "author": "Albert Einstein",
      "en": "Force always attracts men of low morality."
    },
    {
      "qid": "89ff5f6f",
      "author": "Albert Einstein",
      "en": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives."
    },
    {
      "qid": "01f3c01a",
      "author": "Albert Einstein",
      "en": "Isn't it strange that I who have written only unpopular books should be such a popular fellow?"
    },
    {
      "qid": "fd5169d2",
      "author": "Albert Einstein",
      "en": "The difference between stupidity and genius is that genius has its limits."
    },
    {
      "qid": "f78f8cd1",
      "author": "Albert Einstein",
      "en": "Intellectual growth should commence at birth and cease only at death."
    },
    {
      "qid": "acdea509",
      "author": "Albert Einstein",
      "en": "The distinction between the past, present and future is only a stubbornly persistent illusion."
    },
    {
      "qid": "c9b418f0",
      "author": "Albert Einstein",
      "en": "Insanity: doing the same thing over and over again and expecting different results."
    },
    {
      "qid": "b3236b34",
      "author": "Albert Einstein",
      "en": "The most incomprehensible thing about the world is that it is comprehensible."
    },
    {
      "qid": "67d2b69c",
      "author": "Albert Einstein",
      "en": "The hardest thing to understand in the world is the income tax."
    },
    {
      "qid": "b80c9d47",
      "author": "Albert Einstein",
      "en": "People love chopping wood. In this activity one immediately sees results."
    },
    {
      "qid": "53b32a03",
      "author": "Albert Einstein",
      "en": "Human beings must have action; and they will make it if they cannot find it."
    },
    {
      "qid": "22b354de",
      "author": "Albert Einstein",
      "en": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science."
    },
    {
      "qid": "3e236487",
      "author": "Albert Einstein",
      "en": "Try not to become a man of success, but rather try to become a man of value."
    },
    {
      "qid": "c259e614",
      "author": "Albert Einstein",
      "en": "Morality is of the highest importance - but for us, not for God."
    },
    {
      "qid": "d03300e8",
      "author": "Albert Einstein",
      "en": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?"
    },
    {
      "qid": "01078287",
      "author": "Albert Einstein",
      "en": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed."
    },
    {
      "qid": "ed8a87bb",
      "author": "Albert Einstein",
      "en": "The important thing is not to stop questioning. Curiosity has its own reason for existing."
    },
    {
      "qid": "1eb8be63",
      "author": "Albert Einstein",
      "en": "It stands to the everlasting credit of science that by acting on the human mind it has overcome man's insecurity before himself and before nature."
    },
    {
      "qid": "685a07d5",
      "author": "Albert Einstein",
      "en": "Everything should be made as simple as possible, but not simpler."
    },
    {
      "qid": "9f673ff2",
      "author": "Albert Einstein",
      "en": "All these primary impulses, not easily described in words, are the springs of man's actions."
    },
    {
      "qid": "dab0cf10",
      "author": "Albert Einstein",
      "en": "It was the experience of mystery - even if mixed with fear - that engendered religion."
    },
    {
      "qid": "9405dcbd",
      "author": "Albert Einstein",
      "en": "The road to perdition has ever been accompanied by lip service to an ideal."
    },
    {
      "qid": "f4ac23c4",
      "author": "Albert Einstein",
      "en": "Love is a better teacher than duty."
    },
    {
      "qid": "97c89b6b",
      "author": "Albert Einstein",
      "en": "Everyone should be respected as an individual, but no one idolized."
    },
    {
      "qid": "74dbde07",
      "author": "Albert Einstein",
      "en": "It is only to the individual that a soul is given."
    },
    {
      "qid": "e6a7a80a",
      "author": "Albert Einstein",
      "en": "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same."
    },
    {
      "qid": "e10def02",
      "author": "Albert Einstein",
      "en": "A person who never made a mistake never tried anything new."
    },
    {
      "qid": "84d2d196",
      "author": "Albert Einstein",
      "en": "Intellectuals solve problems, geniuses prevent them."
    },
    {
      "qid": "e954a1f2",
      "author": "Albert Einstein",
      "en": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind."
    },
    {
      "qid": "465480f5",
      "author": "Albert Einstein",
      "en": "Strive not to be a success, but rather to be of value."
    },
    {
      "qid": "e3107339",
      "author": "Albert Einstein",
      "en": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person."
    },
    {
      "qid": "186b2b13",
      "author": "Albert Einstein",
      "en": "I very rarely think in words at all. A thought comes, and I may try to express it in words afterwards."
    },
    {
      "qid": "246196d4",
      "author": "Albert Einstein",
      "en": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
    },
    {
      "qid": "174b636b",
      "author": "Albert Einstein",
      "en": "We cannot despair of humanity, since we ourselves are human beings."
    },
    {
      "qid": "3a10d369",
      "author": "Albert Einstein",
      "en": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "qid": "327304e4",
      "author": "Albert Einstein",
      "en": "True religion is real living; living with all one's soul, with all one's goodness and righteousness."
    },
    {
      "qid": "ad9d13c7",
      "author": "Albert Einstein",
      "en": "We can't solve problems by using the same kind of thinking we used when we created them."
    },
    {
      "qid": "001faa0c",
      "author": "Albert Einstein",
      "en": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality."
    },
    {
      "qid": "0e8c36ae",
      "author": "Albert Einstein",
      "en": "I have just got a new theory of eternity."
    },
    {
      "qid": "b23e9e6d",
      "author": "Albert Einstein",
      "en": "No amount of experimentation can ever prove me right; a single experiment can prove me wrong."
    },
    {
      "qid": "e07486da",
      "author": "Albert Einstein",
      "en": "As far as the laws of mathematics refer to reality, they are not certain, and as far as they are certain, they do not refer to reality."
    },
    {
      "qid": "0cf4d93f",
      "author": "Albert Einstein",
      "en": "Technological progress is like an axe in the hands of a pathological criminal."
    },
    {
      "qid": "395a7505",
      "author": "Albert Einstein",
      "en": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
    },
    {
      "qid": "c8c30980",
      "author": "Albert Einstein",
      "en": "Great spirits have always encountered violent opposition from mediocre minds."
    },
    {
      "qid": "57dd9a32",
      "author": "Albert Einstein",
      "en": "It gives me great pleasure indeed to see the stubbornness of an incorrigible nonconformist warmly acclaimed."
    },
    {
      "qid": "c907c43f",
      "author": "Albert Einstein",
      "en": "Logic will get you from A to B. Imagination will take you everywhere."
    },
    {
      "qid": "a6f586f2",
      "author": "Albert Einstein",
      "en": "It is my conviction that killing under the cloak of war is nothing but an act of murder."
    },
    {
      "qid": "5e9116e1",
      "author": "Albert Einstein",
      "en": "A question that sometimes drives me hazy: am I or are the others crazy?"
    },
    {
      "qid": "5d179343",
      "author": "Albert Einstein",
      "en": "Life is like riding a bicycle. To keep your balance, you must keep moving."
    },
    {
      "qid": "2891349b",
      "author": "Albert Einstein",
      "en": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity."
    },
    {
      "qid": "bc1ff228",
      "author": "Albert Einstein",
      "en": "The only real valuable thing is intuition."
    },
    {
      "qid": "2ad1a996",
      "author": "Albert Einstein",
      "en": "In order to be an immaculate member of a flock of sheep, one must above all be a sheep oneself."
    },
    {
      "qid": "83f958ee",
      "author": "Albert Einstein",
      "en": "A man should look for what is, and not for what he thinks should be."
    },
    {
      "qid": "51ef7770",
      "author": "Albert Einstein",
      "en": "You ask me if I keep a notebook to record my great ideas. I've only ever had one."
    },
    {
      "qid": "6158b069",
      "author": "Albert Einstein",
      "en": "Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone."
    },
    {
      "qid": "4b95102e",
      "author": "Albert Einstein",
      "en": "God may be subtle, but he isn't plain mean."
    },
    {
      "qid": "a8dcd3ae",
      "author": "Albert Einstein",
      "en": "I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty."
    },
    {
      "qid": "baa47a77",
      "author": "Albert Einstein",
      "en": "Solitude is painful when one is young, but delightful when one is more mature."
    },
    {
      "qid": "2d12adff",
      "author": "Albert Einstein",
      "en": "One may say the eternal mystery of the world is its comprehensibility."
    },
    {
      "qid": "ba2a27d1",
      "author": "Albert Einstein",
      "en": "I am enough of an artist to draw freely upon my imagination."
    },
    {
      "qid": "53a5c215",
      "author": "Albert Einstein",
      "en": "When the solution is simple, God is answering."
    },
    {
      "qid": "c46a6191",
      "author": "Albert Einstein",
      "en": "Few are those who see with their own eyes and feel with their own hearts."
    },
    {
      "qid": "2895a3da",
      "author": "Albert Einstein",
      "en": "If you can't explain it simply, you don't understand it well enough."
    },
    {
      "qid": "892ab013",
      "author": "Albert Einstein",
      "en": "I do not believe in the God of theology who rewards good and punishes evil."
    },
    {
      "qid": "33304c03",
      "author": "Albert Einstein",
      "en": "Pure mathematics is, in its way, the poetry of logical ideas."
    },
    {
      "qid": "1ed16455",
      "author": "Albert Einstein",
      "en": "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed."
    },
    {
      "qid": "2668c613",
      "author": "Albert Einstein",
      "en": "It should be possible to explain the laws of physics to a barmaid."
    },
    {
      "qid": "98ad6f1f",
      "author": "Albert Einstein",
      "en": "Too many of us look upon Americans as dollar chasers. This is a cruel libel, even if it is reiterated thoughtlessly by the Americans themselves."
    },
    {
      "qid": "1379dcc2",
      "author": "Albert Einstein",
      "en": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice."
    },
    {
      "qid": "bd86dbdd",
      "author": "Albert Einstein",
      "en": "I am a deeply religious nonbeliever - this is a somewhat new kind of religion."
    },
    {
      "qid": "9da7ed67",
      "author": "Albert Einstein",
      "en": "Concern for man and his fate must always form the chief interest of all technical endeavors. Never forget this in the midst of your diagrams and equations."
    },
    {
      "qid": "f243f2ff",
      "author": "Albert Einstein",
      "en": "The only thing that interferes with my learning is my education."
    },
    {
      "qid": "0f4155b8",
      "author": "Albert Einstein",
      "en": "The value of a man should be seen in what he gives and not in what he is able to receive."
    },
    {
      "qid": "5e6b4a58",
      "author": "Albert Einstein",
      "en": "There could be no fairer destiny for any physical theory than that it should point the way to a more comprehensive theory in which it lives on as a limiting case."
    },
    {
      "qid": "0c5facf5",
      "author": "Albert Einstein",
      "en": "The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms."
    },
    {
      "qid": "2f55988c",
      "author": "Albert Einstein",
      "en": "The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one."
    },
    {
      "qid": "cc5dcc70",
      "author": "Albert Einstein",
      "en": "It is strange to be known so universally and yet to be so lonely."
    },
    {
      "qid": "e10a048a",
      "author": "Albert Einstein",
      "en": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge."
    },
    {
      "qid": "bf9cf404",
      "author": "Albert Einstein",
      "en": "Mozart's music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe."
    },
    {
      "qid": "c231b3ef",
      "author": "Albert Einstein",
      "en": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning."
    },
    {
      "qid": "e9886477",
      "author": "Albert Einstein",
      "en": "Look deep into nature, and then you will understand everything better."
    },
    {
      "qid": "185d7cab",
      "author": "Albert Einstein",
      "en": "There is no logical way to the discovery of these elemental laws. There is only the way of intuition, which is helped by a feeling for the order lying behind the appearance."
    },
    {
      "qid": "66ccbf37",
      "author": "Albert Einstein",
      "en": "Information is not knowledge."
    },
    {
      "qid": "a5d2b024",
      "author": "Albert Einstein",
      "en": "Reality is merely an illusion, albeit a very persistent one."
    },
    {
      "qid": "704df6e2",
      "author": "Albert Einstein",
      "en": "I live in that solitude which is painful in youth, but delicious in the years of maturity."
    },
    {
      "qid": "12c18c6b",
      "author": "Albert Einstein",
      "en": "Never lose a holy curiosity."
    },
    {
      "qid": "6da43c85",
      "author": "Albert Einstein",
      "en": "Sometimes one pays most for the things one gets for nothing."
    },
    {
      "qid": "9e002abd",
      "author": "Albert Einstein",
      "en": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war."
    },
    {
      "qid": "cfa2ede6",
      "author": "Albert Einstein",
      "en": "Gravitation is not responsible for people falling in love."
    },
    {
      "qid": "2c64bbbd",
      "author": "Albert Einstein",
      "en": "I want to know all Gods thoughts; all the rest are just details."
    },
    {
      "qid": "9692c993",
      "author": "Albert Einstein",
      "en": "I never think of the future - it comes soon enough."
    },
    {
      "qid": "e83c476e",
      "author": "Albert Einstein",
      "en": "Nationalism is an infantile disease. It is the measles of mankind."
    },
    {
      "qid": "212b55da",
      "author": "Albert Einstein",
      "en": "Occurrences in this domain are beyond the reach of exact prediction because of the variety of factors in operation, not because of any lack of order in nature."
    },
    {
      "qid": "634cb1a7",
      "author": "Albert Einstein",
      "en": "Education is what remains after one has forgotten what one has learned in school."
    },
    {
      "qid": "3cc99864",
      "author": "Albert Einstein",
      "en": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God."
    },
    {
      "qid": "e647126e",
      "author": "Albert Einstein",
      "en": "To the Master's honor all must turn, each in its track, without a sound, forever tracing Newton's ground."
    },
    {
      "qid": "9f616348",
      "author": "Albert Einstein",
      "en": "Anger dwells only in the bosom of fools."
    },
    {
      "qid": "8a9c491c",
      "author": "Albert Einstein",
      "en": "I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed."
    },
    {
      "qid": "af2abce5",
      "author": "Albert Einstein",
      "en": "The high destiny of the individual is to serve rather than to rule."
    },
    {
      "qid": "0fce6d01",
      "author": "Albert Einstein",
      "en": "We still do not know one thousandth of one percent of what nature has revealed to us."
    },
    {
      "qid": "8245c213",
      "author": "Albert Einstein",
      "en": "No problem can be solved from the same level of consciousness that created it."
    },
    {
      "qid": "6a3b724f",
      "author": "Albert Einstein",
      "en": "The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it."
    },
    {
      "qid": "4bc8c9a8",
      "author": "Albert Einstein",
      "en": "Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced."
    },
    {
      "qid": "02925522",
      "author": "Albert Einstein",
      "en": "Once we accept our limits, we go beyond them."
    },
    {
      "qid": "602be329",
      "author": "Albert Einstein",
      "en": "Memory is deceptive because it is colored by today's events."
    },
    {
      "qid": "129375b6",
      "author": "Albert Einstein",
      "en": "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves."
    },
    {
      "qid": "c139c5c2",
      "author": "Albert Einstein",
      "en": "The faster you go, the shorter you are."
    },
    {
      "qid": "7ab391e2",
      "author": "Albert Einstein",
      "en": "If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music."
    },
    {
      "qid": "0b151acf",
      "author": "Albert Einstein",
      "en": "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind."
    },
    {
      "qid": "42060d50",
      "author": "Albert Einstein",
      "en": "There are two ways to live: you can live as if nothing is a miracle; you can live as if everything is a miracle."
    },
    {
      "qid": "9d996033",
      "author": "Albert Einstein",
      "en": "Imagination is more important than knowledge."
    },
    {
      "qid": "8c82fae2",
      "author": "Albert Einstein",
      "en": "The true sign of intelligence is not knowledge but imagination."
    },
    {
      "qid": "50152a7c",
      "author": "Albert Einstein",
      "en": "God does not play dice."
    },
    {
      "qid": "3e063ab7",
      "author": "Albert Einstein",
      "en": "Science without religion is lame, religion without science is blind."
    },
    {
      "qid": "e509471f",
      "author": "Albert Einstein",
      "en": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former."
    },
    {
      "qid": "6284d93e",
      "author": "Albert Einstein",
      "en": "Put your hand on a hot stove for a minute and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute."
    },
    {
      "qid": "8ccf6543",
      "author": "Albert Einstein",
      "en": "I shall never believe that God plays dice with the world."
    },
    {
      "qid": "e9584012",
      "author": "Albert Einstein",
      "en": "It has become appallingly obvious that our technology has exceeded our humanity."
    },
    {
      "qid": "26b06975",
      "author": "Albert Einstein",
      "en": "If the facts don't fit the theory, change the facts."
    },
    {
      "qid": "90a37d1b",
      "author": "Albert Einstein",
      "en": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge."
    },
    {
      "qid": "11eb87ce",
      "author": "Albert Einstein",
      "en": "I do not believe in immortality of the individual, and I consider ethics to be an exclusively human concern with no superhuman authority behind it."
    },
    {
      "qid": "dddf0bd7",
      "author": "Albert Einstein",
      "en": "You can't blame gravity for falling in love."
    },
    {
      "qid": "3eeb252e",
      "author": "Albert Einstein",
      "en": "Peace cannot be kept by force; it can only be achieved by understanding."
    },
    {
      "qid": "2fa90ae7",
      "author": "Albert Einstein",
      "en": "Imagination is everything. It is the preview of life's coming attractions."
    },
    {
      "qid": "a6bc8b06",
      "author": "Albert Einstein",
      "en": "Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social environment. Most people are even incapable of forming such opinions."
    },
    {
      "qid": "f77d6a0a",
      "author": "Albert Einstein",
      "en": "The whole of science is nothing more than a refinement of everyday thinking."
    },
    {
      "qid": "f8fcb7a9",
      "author": "Albert Einstein",
      "en": "The process of scientific discovery is, in effect, a continual flight from wonder."
    },
    {
      "qid": "21661c9e",
      "author": "Albert Einstein",
      "en": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones."
    },
    {
      "qid": "d4a4fd64",
      "author": "Albert Einstein",
      "en": "Heroism on command, senseless violence, and all the loathsome nonsense that goes by the name of patriotism - how passionately I hate them!"
    },
    {
      "qid": "c1667f3e",
      "author": "Albert Einstein",
      "en": "Common sense is the collection of prejudices acquired by age eighteen."
    },
    {
      "qid": "e9bcde84",
      "author": "Albert Einstein",
      "en": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either."
    },
    {
      "qid": "891cf6d3",
      "author": "Albert Einstein",
      "en": "The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe."
    },
    {
      "qid": "65037224",
      "author": "Albert Einstein",
      "en": "Never do anything against conscience even if the state demands it."
    },
    {
      "qid": "b9cca68a",
      "author": "Albert Einstein",
      "en": "Without deep reflection one knows from daily life that one exists for other people."
    },
    {
      "qid": "e5515821",
      "author": "Albert Einstein",
      "en": "Science is a wonderful thing if one does not have to earn one's living at it."
    },
    {
      "qid": "8b4faae6",
      "author": "Albert Einstein",
      "en": "Before God we are all equally wise - and equally foolish."
    },
    {
      "qid": "568696c3",
      "author": "Albert Einstein",
      "en": "I have no special talent. I am only passionately curious."
    },
    {
      "qid": "0ebe4132",
      "author": "Albert Einstein",
      "en": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character."
    },
    {
      "qid": "8edaad63",
      "author": "Albert Einstein",
      "en": "The only reason for time is so that everything doesn't happen at once."
    },
    {
      "qid": "a72aa95a",
      "author": "Albert Einstein",
      "en": "I used to go away for weeks in a state of confusion."
    },
    {
      "qid": "63e433f3",
      "author": "Albert Einstein",
      "en": "Weakness of attitude becomes weakness of character."
    },
    {
      "qid": "643883b6",
      "author": "Albert Einstein",
      "en": "Knowledge of what is does not open the door directly to what should be."
    },
    {
      "qid": "54127c42",
      "author": "Albert Einstein",
      "en": "You cannot simultaneously prevent and prepare for war."
    },
    {
      "qid": "dee9e0a0",
      "author": "Albert Einstein",
      "en": "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods."
    },
    {
      "qid": "cc73139a",
      "author": "Albert Einstein",
      "en": "The monotony and solitude of a quiet life stimulates the creative mind."
    },
    {
      "qid": "1fb7035a",
      "author": "Albert Einstein",
      "en": "The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat."
    },
    {
      "qid": "2781471e",
      "author": "Albert Einstein",
      "en": "Anyone who has never made a mistake has never tried anything new."
    },
    {
      "qid": "dba0d304",
      "author": "Albert Einstein",
      "en": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."
    },
    {
      "qid": "658102bb",
      "author": "Albert Einstein",
      "en": "Let every man be respected as an individual and no man idolized."
    },
    {
      "qid": "6d848540",
      "author": "Albert Einstein",
      "en": "You can never solve a problem on the level on which it was created."
    },
    {
      "qid": "76964b7c",
      "author": "Albert Einstein",
      "en": "Politics is for the present, but an equation is for eternity."
    },
    {
      "qid": "f5190718",
      "author": "Albert Einstein",
      "en": "The man of science is a poor philosopher."
    },
    {
      "qid": "3e33f08d",
      "author": "Albert Einstein",
      "en": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while."
    },
    {
      "qid": "5542703d",
      "author": "Albert Einstein",
      "en": "As far as I'm concerned, I prefer silent vice to ostentatious virtue."
    },
    {
      "qid": "792f0779",
      "author": "Albert Einstein",
      "en": "All that is valuable in human society depends upon the opportunity for development accorded the individual."
    },
    {
      "qid": "2eec6aea",
      "author": "Albert Einstein",
      "en": "I want to go when I want. It is tasteless to prolong life artificially. I have done my share; it is time to go. I will do it elegantly."
    },
    {
      "qid": "e3a85105",
      "author": "Albert Einstein",
      "en": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead."
    },
    {
      "qid": "2c9f36c3",
      "author": "Albert Einstein",
      "en": "An empty stomach is not a good political adviser."
    },
    {
      "qid": "5e8ab655",
      "author": "Albert Einstein",
      "en": "It is a miracle that curiosity survives formal education."
    },
    {
      "qid": "2c891240",
      "author": "Albert Einstein",
      "en": "Do not worry about your difficulties in Mathematics. I can assure you mine are still greater."
    },
    {
      "qid": "20d4706b",
      "author": "Albert Einstein",
      "en": "Only a life lived for others is a life worthwhile."
    },
    {
      "qid": "54d6483f",
      "author": "Albert Einstein",
      "en": "We shall require a substantially new manner of thinking if mankind is to survive."
    },
    {
      "qid": "46ae82cd",
      "author": "Albert Einstein",
      "en": "Joy in looking and comprehending is nature's most beautiful gift."
    },
    {
      "qid": "e4d8099e",
      "author": "Albert Einstein",
      "en": "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science."
    },
    {
      "qid": "8e0386cb",
      "author": "Albert Einstein",
      "en": "If you are out to describe the truth, leave elegance to the tailor."
    },
    {
      "qid": "438e288a",
      "author": "Albert Einstein",
      "en": "Small is the number of people who see with their eyes and think with their minds."
    },
    {
      "qid": "2c86e5fc",
      "author": "Albert Einstein",
      "en": "True art is characterized by an irresistible urge in the creative artist."
    },
    {
      "qid": "c72b2d8a",
      "author": "Albert Einstein",
      "en": "One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion."
    },
    {
      "qid": "b871f130",
      "author": "Albert Einstein",
      "en": "Coincidence is God's way of remaining anonymous."
    },
    {
      "qid": "8d8f790e",
      "author": "Albert Einstein",
      "en": "The only source of knowledge is experience."
    },
    {
      "qid": "c716e8e9",
      "author": "Albert Einstein",
      "en": "All religions, arts and sciences are branches of the same tree."
    },
    {
      "qid": "131e553e",
      "author": "Albert Einstein",
      "en": "God always takes the simplest way."
    },
    {
      "qid": "3e20e78f",
      "author": "Albert Einstein",
      "en": "It's not that I'm so smart, it's just that I stay with problems longer."
    },
    {
      "qid": "969dddaa",
      "author": "Albert Einstein",
      "en": "There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there."
    },
    {
      "qid": "aec93039",
      "author": "Albert Einstein",
      "en": "The environment is everything that isn't me."
    },
    {
      "qid": "ed6c8f9b",
      "author": "Albert Einstein",
      "en": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age."
    }
  ]
}