{
  "author": "Aristotle",
  "imageId": "Aristotle",
  "data": [
    {
      "qid": "7ddbe706",
      "author": "Aristotle",
      "en": "Education is an ornament in prosperity and a refuge in adversity."
    },
    {
      "qid": "c44f60a1",
      "author": "Aristotle",
      "en": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness."
    },
    {
      "qid": "6aad3097",
      "author": "Aristotle",
      "en": "Well begun is half done."
    },
    {
      "qid": "743f65d7",
      "author": "Aristotle",
      "en": "The virtue of justice consists in moderation, as regulated by wisdom."
    },
    {
      "qid": "37e508c3",
      "author": "Aristotle",
      "en": "The poet, being an imitator like a painter or any other artist, must of necessity imitate one of three objects - things as they were or are, things as they are said or thought to be, or things as they ought to be. The vehicle of expression is language - either current terms or, it may be, rare words or metaphors."
    },
    {
      "qid": "89ce9456",
      "author": "Aristotle",
      "en": "In all things of nature there is something of the marvelous."
    },
    {
      "qid": "b6c375a8",
      "author": "Aristotle",
      "en": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
    },
    {
      "qid": "73d400d6",
      "author": "Aristotle",
      "en": "There was never a genius without a tincture of madness."
    },
    {
      "qid": "9ed5f349",
      "author": "Aristotle",
      "en": "The aim of the wise is not to secure pleasure, but to avoid pain."
    },
    {
      "qid": "d95545eb",
      "author": "Aristotle",
      "en": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts."
    },
    {
      "qid": "a196f6f3",
      "author": "Aristotle",
      "en": "The most perfect political community is one in which the middle class is in control, and outnumbers both of the other classes."
    },
    {
      "qid": "9eec2eb2",
      "author": "Aristotle",
      "en": "Man is the only animal capable of reasoning, though many others possess the faculty of memory and instruction in common with him."
    },
    {
      "qid": "7c7759cf",
      "author": "Aristotle",
      "en": "The state comes into existence for the sake of life and continues to exist for the sake of good life."
    },
    {
      "qid": "7048d630",
      "author": "Aristotle",
      "en": "Persuasion is clearly a sort of demonstration, since we are most fully persuaded when we consider a thing to have been demonstrated."
    },
    {
      "qid": "e51df38c",
      "author": "Aristotle",
      "en": "It is unbecoming for young men to utter maxims."
    },
    {
      "qid": "56ae3394",
      "author": "Aristotle",
      "en": "Rhetoric may be defined as the faculty of observing in any given case the available means of persuasion. This is not a function of any other art."
    },
    {
      "qid": "6113db00",
      "author": "Aristotle",
      "en": "In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme."
    },
    {
      "qid": "7f4c6b7d",
      "author": "Aristotle",
      "en": "What it lies in our power to do, it lies in our power not to do."
    },
    {
      "qid": "6862c0cb",
      "author": "Aristotle",
      "en": "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor."
    },
    {
      "qid": "3852cc97",
      "author": "Aristotle",
      "en": "The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness."
    },
    {
      "qid": "f64eaa0e",
      "author": "Aristotle",
      "en": "All virtue is summed up in dealing justly."
    },
    {
      "qid": "15530d59",
      "author": "Aristotle",
      "en": "Plato is dear to me, but dearer still is truth."
    },
    {
      "qid": "28f051ad",
      "author": "Aristotle",
      "en": "Bashfulness is an ornament to youth, but a reproach to old age."
    },
    {
      "qid": "a0d6aebc",
      "author": "Aristotle",
      "en": "Democracy arises out of the notion that those who are equal in any respect are equal in all respects; because men are equally free, they claim to be absolutely equal."
    },
    {
      "qid": "19d295bc",
      "author": "Aristotle",
      "en": "The beginning of reform is not so much to equalize property as to train the noble sort of natures not to desire more, and to prevent the lower from getting more."
    },
    {
      "qid": "a26bfe6c",
      "author": "Aristotle",
      "en": "No excellent soul is exempt from a mixture of madness."
    },
    {
      "qid": "e677ac04",
      "author": "Aristotle",
      "en": "Thou wilt find rest from vain fancies if thou doest every act in life as though it were thy last."
    },
    {
      "qid": "22a0a5a2",
      "author": "Aristotle",
      "en": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
    },
    {
      "qid": "0340a802",
      "author": "Aristotle",
      "en": "What the statesman is most anxious to produce is a certain moral character in his fellow citizens, namely a disposition to virtue and the performance of virtuous actions."
    },
    {
      "qid": "bfa4de06",
      "author": "Aristotle",
      "en": "Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves."
    },
    {
      "qid": "a71bd23c",
      "author": "Aristotle",
      "en": "Love is composed of a single soul inhabiting two bodies."
    },
    {
      "qid": "7522db0d",
      "author": "Aristotle",
      "en": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances."
    },
    {
      "qid": "788d4109",
      "author": "Aristotle",
      "en": "The true and the approximately true are apprehended by the same faculty; it may also be noted that men have a sufficient natural instinct for what is true, and usually do arrive at the truth. Hence the man who makes a good guess at truth is likely to make a good guess at probabilities."
    },
    {
      "qid": "24194341",
      "author": "Aristotle",
      "en": "Bad men are full of repentance."
    },
    {
      "qid": "f0f0850d",
      "author": "Aristotle",
      "en": "In constructing the plot and working it out with the proper diction, the poet should place the scene, as far as possible, before his eyes. In this way, seeing everything with the utmost vividness, as if he were a spectator of the action, he will discover what is in keeping with it, and be most unlikely to overlook inconsistencies."
    },
    {
      "qid": "0b7e1d4d",
      "author": "Aristotle",
      "en": "No one loves the man whom he fears."
    },
    {
      "qid": "cf4ba953",
      "author": "Aristotle",
      "en": "The whole is more than the sum of its parts."
    },
    {
      "qid": "df5a6c1b",
      "author": "Aristotle",
      "en": "There is no great genius without some touch of madness."
    },
    {
      "qid": "e5cf60d7",
      "author": "Aristotle",
      "en": "If one way be better than another, that you may be sure is nature's way."
    },
    {
      "qid": "2e20a1ac",
      "author": "Aristotle",
      "en": "It is not once nor twice but times without number that the same ideas make their appearance in the world."
    },
    {
      "qid": "80412f7e",
      "author": "Aristotle",
      "en": "Men create gods after their own image, not only with regard to their form but with regard to their mode of life."
    },
    {
      "qid": "9033fb7a",
      "author": "Aristotle",
      "en": "The end of labor is to gain leisure."
    },
    {
      "qid": "4e4effdf",
      "author": "Aristotle",
      "en": "Some animals are cunning and evil-disposed, as the fox; others, as the dog, are fierce, friendly, and fawning. Some are gentle and easily tamed, as the elephant; some are susceptible of shame, and watchful, as the goose. Some are jealous and fond of ornament, as the peacock."
    },
    {
      "qid": "6fc9ade4",
      "author": "Aristotle",
      "en": "Some kinds of animals burrow in the ground; others do not. Some animals are nocturnal, as the owl and the bat; others use the hours of daylight. There are tame animals and wild animals. Man and the mule are always tame; the leopard and the wolf are invariably wild, and others, as the elephant, are easily tamed."
    },
    {
      "qid": "7df9c4c3",
      "author": "Aristotle",
      "en": "Men acquire a particular quality by constantly acting in a particular way."
    },
    {
      "qid": "5774cc07",
      "author": "Aristotle",
      "en": "Change in all things is sweet."
    },
    {
      "qid": "8d6974d6",
      "author": "Aristotle",
      "en": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "qid": "abf9e869",
      "author": "Aristotle",
      "en": "The aim of art is to represent not the outward appearance of things, but their inward significance."
    },
    {
      "qid": "876c6c13",
      "author": "Aristotle",
      "en": "Friendship is essentially a partnership."
    },
    {
      "qid": "74a30a3b",
      "author": "Aristotle",
      "en": "Those that know, do. Those that understand, teach."
    },
    {
      "qid": "296e334f",
      "author": "Aristotle",
      "en": "Long-lived persons have one or two lines which extend through the whole hand; short-lived persons have two lines not extending through the whole hand."
    },
    {
      "qid": "26952be1",
      "author": "Aristotle",
      "en": "A tragedy is a representation of an action that is whole and complete and of a certain magnitude. A whole is what has a beginning and middle and end."
    },
    {
      "qid": "eade8e23",
      "author": "Aristotle",
      "en": "Good habits formed at youth make all the difference."
    },
    {
      "qid": "51a62681",
      "author": "Aristotle",
      "en": "Homer has taught all other poets the art of telling lies skillfully."
    },
    {
      "qid": "a72d1aff",
      "author": "Aristotle",
      "en": "A constitution is the arrangement of magistracies in a state."
    },
    {
      "qid": "d94f8a14",
      "author": "Aristotle",
      "en": "The secret to humor is surprise."
    },
    {
      "qid": "4a1c63d6",
      "author": "Aristotle",
      "en": "The one exclusive sign of thorough knowledge is the power of teaching."
    },
    {
      "qid": "0cc6b745",
      "author": "Aristotle",
      "en": "Our judgments when we are pleased and friendly are not the same as when we are pained and hostile."
    },
    {
      "qid": "2f8a257f",
      "author": "Aristotle",
      "en": "In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief; to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds."
    },
    {
      "qid": "7532c92d",
      "author": "Aristotle",
      "en": "A friend to all is a friend to none."
    },
    {
      "qid": "903d1a43",
      "author": "Aristotle",
      "en": "Courage is the first of human qualities because it is the quality which guarantees the others."
    },
    {
      "qid": "a9f233f7",
      "author": "Aristotle",
      "en": "Whosoever is delighted in solitude is either a wild beast or a god."
    },
    {
      "qid": "740fc565",
      "author": "Aristotle",
      "en": "In making a speech one must study three points: first, the means of producing persuasion; second, the language; third the proper arrangement of the various parts of the speech."
    },
    {
      "qid": "3debfcc1",
      "author": "Aristotle",
      "en": "Inferiors revolt in order that they may be equal, and equals that they may be superior. Such is the state of mind which creates revolutions."
    },
    {
      "qid": "f1bd38e4",
      "author": "Aristotle",
      "en": "At his best, man is the noblest of all animals; separated from law and justice he is the worst."
    },
    {
      "qid": "03cf411e",
      "author": "Aristotle",
      "en": "The educated differ from the uneducated as much as the living from the dead."
    },
    {
      "qid": "f91d57b7",
      "author": "Aristotle",
      "en": "He who hath many friends hath none."
    },
    {
      "qid": "0f52d9ff",
      "author": "Aristotle",
      "en": "Most people would rather give than get affection."
    },
    {
      "qid": "0bdf469c",
      "author": "Aristotle",
      "en": "All paid jobs absorb and degrade the mind."
    },
    {
      "qid": "0b281d2a",
      "author": "Aristotle",
      "en": "The energy of the mind is the essence of life."
    },
    {
      "qid": "5f62e03f",
      "author": "Aristotle",
      "en": "No one would choose a friendless existence on condition of having all the other things in the world."
    },
    {
      "qid": "297fe3d4",
      "author": "Aristotle",
      "en": "Wishing to be friends is quick work, but friendship is a slow ripening fruit."
    },
    {
      "qid": "003c38ec",
      "author": "Aristotle",
      "en": "A statement is persuasive and credible either because it is directly self-evident or because it appears to be proved from other statements that are so."
    },
    {
      "qid": "5259216f",
      "author": "Aristotle",
      "en": "The eyes of some persons are large, others small, and others of a moderate size; the last-mentioned are the best. And some eyes are projecting, some deep-set, and some moderate, and those which are deep-set have the most acute vision in all animals; the middle position is a sign of the best disposition."
    },
    {
      "qid": "c30cf6fe",
      "author": "Aristotle",
      "en": "Even when laws have been written down, they ought not always to remain unaltered."
    },
    {
      "qid": "efcc60dc",
      "author": "Aristotle",
      "en": "Fear is pain arising from the anticipation of evil."
    },
    {
      "qid": "a0bb81c2",
      "author": "Aristotle",
      "en": "Wit is educated insolence."
    },
    {
      "qid": "33a80059",
      "author": "Aristotle",
      "en": "It is best to rise from life as from a banquet, neither thirsty nor drunken."
    },
    {
      "qid": "78595e8a",
      "author": "Aristotle",
      "en": "A great city is not to be confounded with a populous one."
    },
    {
      "qid": "a6431f21",
      "author": "Aristotle",
      "en": "Hope is a waking dream."
    },
    {
      "qid": "a8cb05f1",
      "author": "Aristotle",
      "en": "He who can be, and therefore is, another's, and he who participates in reason enough to apprehend, but not to have, is a slave by nature."
    },
    {
      "qid": "07385e1e",
      "author": "Aristotle",
      "en": "The moral virtues, then, are produced in us neither by nature nor against nature. Nature, indeed, prepares in us the ground for their reception, but their complete formation is the product of habit."
    },
    {
      "qid": "84b0037e",
      "author": "Aristotle",
      "en": "A tyrant must put on the appearance of uncommon devotion to religion. Subjects are less apprehensive of illegal treatment from a ruler whom they consider god-fearing and pious. On the other hand, they do less easily move against him, believing that he has the gods on his side."
    },
    {
      "qid": "21a92244",
      "author": "Aristotle",
      "en": "The soul never thinks without a picture."
    },
    {
      "qid": "a49df789",
      "author": "Aristotle",
      "en": "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided."
    },
    {
      "qid": "024729c4",
      "author": "Aristotle",
      "en": "Dignity does not consist in possessing honors, but in deserving them."
    },
    {
      "qid": "9b4affc4",
      "author": "Aristotle",
      "en": "Whether if soul did not exist time would exist or not, is a question that may fairly be asked; for if there cannot be someone to count there cannot be anything that can be counted, so that evidently there cannot be number; for number is either what has been, or what can be, counted."
    },
    {
      "qid": "eadfd0ad",
      "author": "Aristotle",
      "en": "A sense is what has the power of receiving into itself the sensible forms of things without the matter, in the way in which a piece of wax takes on the impress of a signet-ring without the iron or gold."
    },
    {
      "qid": "a664359b",
      "author": "Aristotle",
      "en": "Piety requires us to honor truth above our friends."
    },
    {
      "qid": "2f7e3cc2",
      "author": "Aristotle",
      "en": "Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well."
    },
    {
      "qid": "f5b3eeef",
      "author": "Aristotle",
      "en": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind."
    },
    {
      "qid": "92c33eb8",
      "author": "Aristotle",
      "en": "The gods too are fond of a joke."
    },
    {
      "qid": "eb3466f8",
      "author": "Aristotle",
      "en": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival."
    },
    {
      "qid": "24e2ec7e",
      "author": "Aristotle",
      "en": "Mothers are fonder than fathers of their children because they are more certain they are their own."
    },
    {
      "qid": "7eb1b531",
      "author": "Aristotle",
      "en": "We must no more ask whether the soul and body are one than ask whether the wax and the figure impressed on it are one."
    },
    {
      "qid": "ddc521f7",
      "author": "Aristotle",
      "en": "The law is reason, free from passion."
    },
    {
      "qid": "1e836bd0",
      "author": "Aristotle",
      "en": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit."
    },
    {
      "qid": "a868f452",
      "author": "Aristotle",
      "en": "If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost."
    },
    {
      "qid": "81a96ccb",
      "author": "Aristotle",
      "en": "Youth is easily deceived because it is quick to hope."
    },
    {
      "qid": "acffa6fd",
      "author": "Aristotle",
      "en": "Pleasure in the job puts perfection in the work."
    },
    {
      "qid": "f9fbef1f",
      "author": "Aristotle",
      "en": "It is clearly better that property should be private, but the use of it common; and the special business of the legislator is to create in men this benevolent disposition."
    },
    {
      "qid": "841079f0",
      "author": "Aristotle",
      "en": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire."
    },
    {
      "qid": "37d2c513",
      "author": "Aristotle",
      "en": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god."
    },
    {
      "qid": "6a8dbb1b",
      "author": "Aristotle",
      "en": "Republics decline into democracies and democracies degenerate into despotisms."
    },
    {
      "qid": "5e6d757b",
      "author": "Aristotle",
      "en": "The young are permanently in a state resembling intoxication."
    },
    {
      "qid": "ffe4d793",
      "author": "Aristotle",
      "en": "I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self."
    },
    {
      "qid": "2a18b572",
      "author": "Aristotle",
      "en": "Some animals utter a loud cry. Some are silent, and others have a voice, which in some cases may be expressed by a word; in others, it cannot. There are also noisy animals and silent animals, musical and unmusical kinds, but they are mostly noisy about the breeding season."
    },
    {
      "qid": "dc1a261b",
      "author": "Aristotle",
      "en": "Both oligarch and tyrant mistrust the people, and therefore deprive them of their arms."
    },
    {
      "qid": "91035993",
      "author": "Aristotle",
      "en": "We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best."
    },
    {
      "qid": "85c97732",
      "author": "Aristotle",
      "en": "Character may almost be called the most effective means of persuasion."
    },
    {
      "qid": "9e76e9f5",
      "author": "Aristotle",
      "en": "Courage is a mean with regard to fear and confidence."
    },
    {
      "qid": "2abb528b",
      "author": "Aristotle",
      "en": "Personal beauty is a greater recommendation than any letter of reference."
    },
    {
      "qid": "d36fd43c",
      "author": "Aristotle",
      "en": "Every art and every inquiry, and similarly every action and choice, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim."
    },
    {
      "qid": "79a67903",
      "author": "Aristotle",
      "en": "The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently; but he is willing, in great crises, to give even his life - knowing that under certain conditions it is not worthwhile to live."
    },
    {
      "qid": "d31a37ff",
      "author": "Aristotle",
      "en": "Therefore, the good of man must be the end of the science of politics."
    },
    {
      "qid": "1d8a31b6",
      "author": "Aristotle",
      "en": "Quality is not an act, it is a habit."
    },
    {
      "qid": "aace0ebc",
      "author": "Aristotle",
      "en": "For one swallow does not make a summer, nor does one day; and so too one day, or a short time, does not make a man blessed and happy."
    },
    {
      "qid": "94f18868",
      "author": "Aristotle",
      "en": "We become just by performing just action, temperate by performing temperate actions, brave by performing brave action."
    },
    {
      "qid": "162ce62c",
      "author": "Aristotle",
      "en": "I have gained this from philosophy: that I do without being commanded what others do only from fear of the law."
    },
    {
      "qid": "73fff453",
      "author": "Aristotle",
      "en": "Misfortune shows those who are not really friends."
    },
    {
      "qid": "962c6692",
      "author": "Aristotle",
      "en": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government."
    },
    {
      "qid": "00c90eb5",
      "author": "Aristotle",
      "en": "Education is the best provision for old age."
    },
    {
      "qid": "424f0ef0",
      "author": "Aristotle",
      "en": "For as the eyes of bats are to the blaze of day, so is the reason in our soul to the things which are by nature most evident of all."
    },
    {
      "qid": "1e820095",
      "author": "Aristotle",
      "en": "It is Homer who has chiefly taught other poets the art of telling lies skillfully."
    },
    {
      "qid": "d35b52b4",
      "author": "Aristotle",
      "en": "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular."
    },
    {
      "qid": "755aceb6",
      "author": "Aristotle",
      "en": "For though we love both the truth and our friends, piety requires us to honor the truth first."
    },
    {
      "qid": "597b923b",
      "author": "Aristotle",
      "en": "He who is to be a good ruler must have first been ruled."
    },
    {
      "qid": "6031f973",
      "author": "Aristotle",
      "en": "All men by nature desire knowledge."
    },
    {
      "qid": "d95dfda8",
      "author": "Aristotle",
      "en": "To attain any assured knowledge about the soul is one of the most difficult things in the world."
    },
    {
      "qid": "c2c6bcb8",
      "author": "Aristotle",
      "en": "No notice is taken of a little evil, but when it increases it strikes the eye."
    },
    {
      "qid": "f1971af5",
      "author": "Aristotle",
      "en": "We make war that we may live in peace."
    },
    {
      "qid": "ac5f573f",
      "author": "Aristotle",
      "en": "Of all the varieties of virtues, liberalism is the most beloved."
    },
    {
      "qid": "ef8783cf",
      "author": "Aristotle",
      "en": "The duty of rhetoric is to deal with such matters as we deliberate upon without arts or systems to guide us, in the hearing of persons who cannot take in at a glance a complicated argument or follow a long chain of reasoning."
    },
    {
      "qid": "6959b356",
      "author": "Aristotle",
      "en": "Man is by nature a political animal."
    },
    {
      "qid": "2bb640f4",
      "author": "Aristotle",
      "en": "We praise a man who feels angry on the right grounds and against the right persons and also in the right manner at the right moment and for the right length of time."
    },
    {
      "qid": "b08ebb0e",
      "author": "Aristotle",
      "en": "The greatest virtues are those which are most useful to other persons."
    },
    {
      "qid": "67b07777",
      "author": "Aristotle",
      "en": "The worst form of inequality is to try to make unequal things equal."
    },
    {
      "qid": "d3a02a90",
      "author": "Aristotle",
      "en": "Happiness depends upon ourselves."
    },
    {
      "qid": "94197ee7",
      "author": "Aristotle",
      "en": "Those who excel in virtue have the best right of all to rebel, but then they are of all men the least inclined to do so."
    },
    {
      "qid": "d13e0b26",
      "author": "Aristotle",
      "en": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars."
    },
    {
      "qid": "92ff3b04",
      "author": "Aristotle",
      "en": "Democracy is when the indigent, and not the men of property, are the rulers."
    },
    {
      "qid": "29dacae0",
      "author": "Aristotle",
      "en": "We are not angry with people we fear or respect, as long as we fear or respect them; you cannot be afraid of a person and also at the same time angry with him."
    },
    {
      "qid": "5c20b5f7",
      "author": "Aristotle",
      "en": "But if nothing but soul, or in soul mind, is qualified to count, it is impossible for there to be time unless there is soul, but only that of which time is an attribute, i.e. if change can exist without soul."
    },
    {
      "qid": "6537d262",
      "author": "Aristotle",
      "en": "Nature does nothing in vain."
    },
    {
      "qid": "8ad31391",
      "author": "Aristotle",
      "en": "Probable impossibilities are to be preferred to improbable possibilities."
    },
    {
      "qid": "a728c4c8",
      "author": "Aristotle",
      "en": "Bring your desires down to your present means. Increase them only when your increased means permit."
    },
    {
      "qid": "085fc02d",
      "author": "Aristotle",
      "en": "Temperance is a mean with regard to pleasures."
    },
    {
      "qid": "8942b6d4",
      "author": "Aristotle",
      "en": "The least initial deviation from the truth is multiplied later a thousandfold."
    },
    {
      "qid": "a05122a8",
      "author": "Aristotle",
      "en": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill."
    },
    {
      "qid": "85be6752",
      "author": "Aristotle",
      "en": "My best friend is the man who in wishing me well wishes it for my sake."
    },
    {
      "qid": "e769e874",
      "author": "Aristotle",
      "en": "Law is mind without reason."
    },
    {
      "qid": "24fe6a0d",
      "author": "Aristotle",
      "en": "Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it."
    },
    {
      "qid": "81ce072a",
      "author": "Aristotle",
      "en": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy."
    },
    {
      "qid": "948e11ff",
      "author": "Aristotle",
      "en": "Men are swayed more by fear than by reverence."
    },
    {
      "qid": "fbc6cd42",
      "author": "Aristotle",
      "en": "Without friends no one would choose to live, though he had all other goods."
    },
    {
      "qid": "d48765f9",
      "author": "Aristotle",
      "en": "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought."
    }
  ]
}