{
  "author": "Arthur Conan Doyle",
  "imageId": "Arthur-Conan-Doyle",
  "data": [
    {
      "qid": "abea86d6",
      "author": "Arthur Conan Doyle",
      "en": "Where there is no imagination there is no horror."
    },
    {
      "qid": "cc4643b4",
      "author": "Arthur Conan Doyle",
      "en": "How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?"
    },
    {
      "qid": "96c03379",
      "author": "Arthur Conan Doyle",
      "en": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge."
    },
    {
      "qid": "be14e043",
      "author": "Arthur Conan Doyle",
      "en": "Our ideas must be as broad as Nature if they are to interpret Nature."
    },
    {
      "qid": "21f1970a",
      "author": "Arthur Conan Doyle",
      "en": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another."
    },
    {
      "qid": "4c06811c",
      "author": "Arthur Conan Doyle",
      "en": "As Cuvier could correctly describe a whole animal by the contemplation of a single bone, so the observer who has thoroughly understood one link in a series of incidents should be able to accurately state all the other ones, both before and after."
    },
    {
      "qid": "319973c6",
      "author": "Arthur Conan Doyle",
      "en": "A man should keep his little brain attic stocked with all the furniture that he is likely to use, and the rest he can put away in the lumber-room of his library, where he can get it if he wants it."
    },
    {
      "qid": "95fb577f",
      "author": "Arthur Conan Doyle",
      "en": "From a drop of water a logician could infer the possibility of an Atlantic or a Niagara without having seen or heard of one or the other."
    },
    {
      "qid": "5fe2792b",
      "author": "Arthur Conan Doyle",
      "en": "It is a capital mistake to theorize before one has data."
    },
    {
      "qid": "ba85feaa",
      "author": "Arthur Conan Doyle",
      "en": "Circumstantial evidence is occasionally very convincing, as when you find a trout in the milk, to quote Thoreau's example."
    },
    {
      "qid": "9060292f",
      "author": "Arthur Conan Doyle",
      "en": "As a rule, said Holmes, the more bizarre a thing is the less mysterious it proves to be. It is your commonplace, featureless crimes which are really puzzling, just as a commonplace face is the most difficult to identify."
    },
    {
      "qid": "0c99d149",
      "author": "Arthur Conan Doyle",
      "en": "A client is to me a mere unit, a factor in a problem."
    },
    {
      "qid": "913a5b37",
      "author": "Arthur Conan Doyle",
      "en": "I never guess. It is a shocking habit destructive to the logical faculty."
    },
    {
      "qid": "b8cf18a4",
      "author": "Arthur Conan Doyle",
      "en": "Some facts should be suppressed, or, at least, a just sense of proportion should be observed in treating them."
    },
    {
      "qid": "0182ffb6",
      "author": "Arthur Conan Doyle",
      "en": "It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth."
    },
    {
      "qid": "50a1db55",
      "author": "Arthur Conan Doyle",
      "en": "I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose."
    },
    {
      "qid": "9d328182",
      "author": "Arthur Conan Doyle",
      "en": "Sir Walter, with his 61 years of life, although he never wrote a novel until he was over 40, had, fortunately for the world, a longer working career than most of his brethren."
    },
    {
      "qid": "8bfcf8b4",
      "author": "Arthur Conan Doyle",
      "en": "For strange effects and extraordinary combinations we must go to life itself, which is always far more daring than any effort of the imagination."
    },
    {
      "qid": "3b93a357",
      "author": "Arthur Conan Doyle",
      "en": "The ideal reasoner, he remarked, would, when he had once been shown a single fact in all its bearings, deduce from it not only all the chain of events which led up to it but also all the results which would follow from it."
    },
    {
      "qid": "93ec906b",
      "author": "Arthur Conan Doyle",
      "en": "I have frequently gained my first real insight into the character of parents by studying their children."
    },
    {
      "qid": "3ca26fd3",
      "author": "Arthur Conan Doyle",
      "en": "Mediocrity knows nothing higher than itself, but talent instantly recognizes genius."
    },
    {
      "qid": "20b9b0af",
      "author": "Arthur Conan Doyle",
      "en": "Of all ghosts the ghosts of our old loves are the worst."
    },
    {
      "qid": "b4a2977c",
      "author": "Arthur Conan Doyle",
      "en": "Women are naturally secretive, and they like to do their own secreting."
    },
    {
      "qid": "9d6a182c",
      "author": "Arthur Conan Doyle",
      "en": "His ignorance was as remarkable as his knowledge."
    },
    {
      "qid": "2a588503",
      "author": "Arthur Conan Doyle",
      "en": "I have seen too much not to know that the impression of a woman may be more valuable than the conclusion of an analytical reasoner."
    },
    {
      "qid": "31fe09fd",
      "author": "Arthur Conan Doyle",
      "en": "To the man who loves art for its own sake, it is frequently in its least important and lowliest manifestations that the keenest pleasure is to be derived."
    },
    {
      "qid": "e8d1fe96",
      "author": "Arthur Conan Doyle",
      "en": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth."
    },
    {
      "qid": "645ee039",
      "author": "Arthur Conan Doyle",
      "en": "Any truth is better than indefinite doubt."
    },
    {
      "qid": "6be09408",
      "author": "Arthur Conan Doyle",
      "en": "There is nothing more unaesthetic than a policeman."
    },
    {
      "qid": "41d65810",
      "author": "Arthur Conan Doyle",
      "en": "There is nothing more deceptive than an obvious fact."
    },
    {
      "qid": "5ffa1ae0",
      "author": "Arthur Conan Doyle",
      "en": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation."
    },
    {
      "qid": "1d2ad509",
      "author": "Arthur Conan Doyle",
      "en": "London, that great cesspool into which all the loungers and idlers of the Empire are irresistibly drained."
    },
    {
      "qid": "fc2fb568",
      "author": "Arthur Conan Doyle",
      "en": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth."
    },
    {
      "qid": "6482bc74",
      "author": "Arthur Conan Doyle",
      "en": "The most difficult crime to track is the one which is purposeless."
    },
    {
      "qid": "7aff12a9",
      "author": "Arthur Conan Doyle",
      "en": "You will, I am sure, agree with me that... if page 534 only finds us in the second chapter, the length of the first one must have been really intolerable."
    },
    {
      "qid": "79821f74",
      "author": "Arthur Conan Doyle",
      "en": "Nothing clears up a case so much as stating it to another person."
    },
    {
      "qid": "d3ffa668",
      "author": "Arthur Conan Doyle",
      "en": "A trusty comrade is always of use; and a chronicler still more so."
    },
    {
      "qid": "d39d7dd4",
      "author": "Arthur Conan Doyle",
      "en": "The lowest and vilest alleys of London do not present a more dreadful record of sin than does the smiling and beautiful countryside."
    },
    {
      "qid": "639fc037",
      "author": "Arthur Conan Doyle",
      "en": "Depend upon it there comes a time when for every addition of knowledge you forget something that you knew before. It is of the highest importance, therefore, not to have useless facts elbowing out the useful ones."
    },
    {
      "qid": "b437dc10",
      "author": "Arthur Conan Doyle",
      "en": "We can't command our love, but we can our actions."
    },
    {
      "qid": "ba1cbbca",
      "author": "Arthur Conan Doyle",
      "en": "It has long been an axiom of mine that the little things are infinitely the most important."
    }
  ]
}