{
  "author": "Benjamin Franklin",
  "imageId": "Benjamin-Franklin",
  "data": [
    {
      "qid": "1c80131e",
      "author": "Benjamin Franklin",
      "en": "He that is good for making excuses is seldom good for anything else."
    },
    {
      "qid": "4feac875",
      "author": "Benjamin Franklin",
      "en": "Do not fear mistakes. You will know failure. Continue to reach out."
    },
    {
      "qid": "6fcc9156",
      "author": "Benjamin Franklin",
      "en": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants."
    },
    {
      "qid": "2decdfc4",
      "author": "Benjamin Franklin",
      "en": "For having lived long, I have experienced many instances of being obliged, by better information or fuller consideration, to change opinions, even on important subjects, which I once thought right but found to be otherwise."
    },
    {
      "qid": "39e234d6",
      "author": "Benjamin Franklin",
      "en": "Genius without education is like silver in the mine."
    },
    {
      "qid": "e495e719",
      "author": "Benjamin Franklin",
      "en": "Since thou are not sure of a minute, throw not away an hour."
    },
    {
      "qid": "66eafd56",
      "author": "Benjamin Franklin",
      "en": "It is the eye of other people that ruin us. If I were blind I would want, neither fine clothes, fine houses or fine furniture."
    },
    {
      "qid": "789920b6",
      "author": "Benjamin Franklin",
      "en": "Write your injuries in dust, your benefits in marble."
    },
    {
      "qid": "c2288103",
      "author": "Benjamin Franklin",
      "en": "God helps those who help themselves."
    },
    {
      "qid": "03d7d5f9",
      "author": "Benjamin Franklin",
      "en": "Well done is better than well said."
    },
    {
      "qid": "ff0583be",
      "author": "Benjamin Franklin",
      "en": "Where there is a free government, and the people make their own laws by their representatives, I see no injustice in their obliging one another to take their own paper money."
    },
    {
      "qid": "ec3fe0b3",
      "author": "Benjamin Franklin",
      "en": "As we must account for every idle word, so must we account for every idle silence."
    },
    {
      "qid": "1e911e80",
      "author": "Benjamin Franklin",
      "en": "Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody."
    },
    {
      "qid": "f380f98b",
      "author": "Benjamin Franklin",
      "en": "Fatigue is the best pillow."
    },
    {
      "qid": "f3060a1b",
      "author": "Benjamin Franklin",
      "en": "There are three things extremely hard: steel, a diamond, and to know one's self."
    },
    {
      "qid": "f898f6e0",
      "author": "Benjamin Franklin",
      "en": "Keep your eyes wide open before marriage, half shut afterwards."
    },
    {
      "qid": "7f6bbfc1",
      "author": "Benjamin Franklin",
      "en": "Honesty is the best policy."
    },
    {
      "qid": "de568e69",
      "author": "Benjamin Franklin",
      "en": "Nine men in ten are would be suicides."
    },
    {
      "qid": "57a5259f",
      "author": "Benjamin Franklin",
      "en": "Life's tragedy is that we get old too soon and wise too late."
    },
    {
      "qid": "29628ed4",
      "author": "Benjamin Franklin",
      "en": "To lengthen thy life, lessen thy meals."
    },
    {
      "qid": "4eb9b208",
      "author": "Benjamin Franklin",
      "en": "Tricks and treachery are the practice of fools, that don't have brains enough to be honest."
    },
    {
      "qid": "eb5907de",
      "author": "Benjamin Franklin",
      "en": "Where liberty is, there is my country."
    },
    {
      "qid": "1de4a6a2",
      "author": "Benjamin Franklin",
      "en": "Either write something worth reading or do something worth writing."
    },
    {
      "qid": "a564cae9",
      "author": "Benjamin Franklin",
      "en": "Trouble springs from idleness, and grievous toil from needless ease."
    },
    {
      "qid": "c3337cc6",
      "author": "Benjamin Franklin",
      "en": "Buy what thou hast no need of and ere long thou shalt sell thy necessities."
    },
    {
      "qid": "0df47432",
      "author": "Benjamin Franklin",
      "en": "Let all your things have their places; let each part of your business have its time."
    },
    {
      "qid": "7145c628",
      "author": "Benjamin Franklin",
      "en": "Half a truth is often a great lie."
    },
    {
      "qid": "43efd56e",
      "author": "Benjamin Franklin",
      "en": "She laughs at everything you say. Why? Because she has fine teeth."
    },
    {
      "qid": "d671988a",
      "author": "Benjamin Franklin",
      "en": "He that won't be counseled can't be helped."
    },
    {
      "qid": "bd027e10",
      "author": "Benjamin Franklin",
      "en": "A great empire, like a great cake, is most easily diminished at the edges."
    },
    {
      "qid": "c906093f",
      "author": "Benjamin Franklin",
      "en": "I conceive that the great part of the miseries of mankind are brought upon them by false estimates they have made of the value of things."
    },
    {
      "qid": "205668d2",
      "author": "Benjamin Franklin",
      "en": "Gain may be temporary and uncertain; but ever while you live, expense is constant and certain: and it is easier to build two chimneys than to keep one in fuel."
    },
    {
      "qid": "6f53a4c9",
      "author": "Benjamin Franklin",
      "en": "At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment."
    },
    {
      "qid": "fbb332ce",
      "author": "Benjamin Franklin",
      "en": "I saw few die of hunger; of eating, a hundred thousand."
    },
    {
      "qid": "68ef4f5c",
      "author": "Benjamin Franklin",
      "en": "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment."
    },
    {
      "qid": "a6f56c23",
      "author": "Benjamin Franklin",
      "en": "Any fool can criticize, condemn and complain - and most fools do."
    },
    {
      "qid": "0383a5d9",
      "author": "Benjamin Franklin",
      "en": "Even peace may be purchased at too high a price."
    },
    {
      "qid": "de2fa302",
      "author": "Benjamin Franklin",
      "en": "You may delay, but time will not."
    },
    {
      "qid": "0ff59962",
      "author": "Benjamin Franklin",
      "en": "If you know how to spend less than you get, you have the philosopher's stone."
    },
    {
      "qid": "dad1d818",
      "author": "Benjamin Franklin",
      "en": "If passion drives you, let reason hold the reins."
    },
    {
      "qid": "b51c0890",
      "author": "Benjamin Franklin",
      "en": "It is the working man who is the happy man. It is the idle man who is the miserable man."
    },
    {
      "qid": "3f968427",
      "author": "Benjamin Franklin",
      "en": "If you would not be forgotten as soon as you are dead, either write something worth reading or do things worth writing."
    },
    {
      "qid": "4c797f64",
      "author": "Benjamin Franklin",
      "en": "Each year one vicious habit discarded, in time might make the worst of us good."
    },
    {
      "qid": "51d32433",
      "author": "Benjamin Franklin",
      "en": "It is easier to prevent bad habits than to break them."
    },
    {
      "qid": "0e6b1c57",
      "author": "Benjamin Franklin",
      "en": "There are two ways of being happy: We must either diminish our wants or augment our means - either may do - the result is the same and it is for each man to decide for himself and to do that which happens to be easier."
    },
    {
      "qid": "fdc1ceb4",
      "author": "Benjamin Franklin",
      "en": "To succeed, jump as quickly at opportunities as you do at conclusions."
    },
    {
      "qid": "acaac1ab",
      "author": "Benjamin Franklin",
      "en": "A man wrapped up in himself makes a very small bundle."
    },
    {
      "qid": "0db7b670",
      "author": "Benjamin Franklin",
      "en": "Whatever is begun in anger ends in shame."
    },
    {
      "qid": "69cfab19",
      "author": "Benjamin Franklin",
      "en": "If we do not hang together, we shall surely hang separately."
    },
    {
      "qid": "e07dac9b",
      "author": "Benjamin Franklin",
      "en": "The art of acting consists in keeping people from coughing."
    },
    {
      "qid": "9974b05b",
      "author": "Benjamin Franklin",
      "en": "Do good to your friends to keep them, to your enemies to win them."
    },
    {
      "qid": "a117a84d",
      "author": "Benjamin Franklin",
      "en": "Danger is sauce for prayers."
    },
    {
      "qid": "f6dc1956",
      "author": "Benjamin Franklin",
      "en": "Take time for all things: great haste makes great waste."
    },
    {
      "qid": "74724ca4",
      "author": "Benjamin Franklin",
      "en": "God works wonders now and then; Behold a lawyer, an honest man."
    },
    {
      "qid": "d9fdffdd",
      "author": "Benjamin Franklin",
      "en": "Never leave that till tomorrow which you can do today."
    },
    {
      "qid": "deaa1d5d",
      "author": "Benjamin Franklin",
      "en": "For my own part, I wish the bald eagle had not been chosen the representative of our country. He is a bird of bad moral character. He does not get his living honestly."
    },
    {
      "qid": "72170cba",
      "author": "Benjamin Franklin",
      "en": "Our necessities never equal our wants."
    },
    {
      "qid": "213330b6",
      "author": "Benjamin Franklin",
      "en": "When will mankind be convinced and agree to settle their difficulties by arbitration?"
    },
    {
      "qid": "92972c98",
      "author": "Benjamin Franklin",
      "en": "A house is not a home unless it contains food and fire for the mind as well as the body."
    },
    {
      "qid": "5304008a",
      "author": "Benjamin Franklin",
      "en": "Who is rich? He that rejoices in his portion."
    },
    {
      "qid": "f500d3a6",
      "author": "Benjamin Franklin",
      "en": "Savages we call them because their manners differ from ours."
    },
    {
      "qid": "696cb256",
      "author": "Benjamin Franklin",
      "en": "So convenient a thing it is to be a reasonable creature, since it enables one to find or make a reason for every thing one has a mind to do."
    },
    {
      "qid": "3b2235e9",
      "author": "Benjamin Franklin",
      "en": "A countryman between two lawyers is like a fish between two cats."
    },
    {
      "qid": "23f84cd1",
      "author": "Benjamin Franklin",
      "en": "Energy and persistence conquer all things."
    },
    {
      "qid": "31b69aeb",
      "author": "Benjamin Franklin",
      "en": "It is a grand mistake to think of being great without goodness and I pronounce it as certain that there was never a truly great man that was not at the same time truly virtuous."
    },
    {
      "qid": "eec12ba8",
      "author": "Benjamin Franklin",
      "en": "As we enjoy great advantages from the inventions of others, we should be glad of an opportunity to serve others by any invention of ours, and this we should do freely and generously."
    },
    {
      "qid": "e30da8e4",
      "author": "Benjamin Franklin",
      "en": "Mine is better than ours."
    },
    {
      "qid": "4423a578",
      "author": "Benjamin Franklin",
      "en": "Write injuries in dust, benefits in marble."
    },
    {
      "qid": "f71496a5",
      "author": "Benjamin Franklin",
      "en": "All wars are follies, very expensive and very mischievous ones."
    },
    {
      "qid": "2e40371c",
      "author": "Benjamin Franklin",
      "en": "If a man could have half of his wishes, he would double his troubles."
    },
    {
      "qid": "b309c280",
      "author": "Benjamin Franklin",
      "en": "He that sows thorns should never go barefoot."
    },
    {
      "qid": "40af14fa",
      "author": "Benjamin Franklin",
      "en": "I didn't fail the test, I just found 100 ways to do it wrong."
    },
    {
      "qid": "cc35659c",
      "author": "Benjamin Franklin",
      "en": "Blessed is he that expects nothing, for he shall never be disappointed."
    },
    {
      "qid": "e21f3793",
      "author": "Benjamin Franklin",
      "en": "We are all born ignorant, but one must work hard to remain stupid."
    },
    {
      "qid": "1a16b9df",
      "author": "Benjamin Franklin",
      "en": "Beauty and folly are old companions."
    },
    {
      "qid": "2ae097b2",
      "author": "Benjamin Franklin",
      "en": "Eat to please thyself, but dress to please others."
    },
    {
      "qid": "a190b347",
      "author": "Benjamin Franklin",
      "en": "Wars are not paid for in wartime, the bill comes later."
    },
    {
      "qid": "f32e7aaf",
      "author": "Benjamin Franklin",
      "en": "A learned blockhead is a greater blockhead than an ignorant one."
    },
    {
      "qid": "d26739a6",
      "author": "Benjamin Franklin",
      "en": "All mankind is divided into three classes: those that are immovable, those that are movable, and those that move."
    },
    {
      "qid": "23eba46a",
      "author": "Benjamin Franklin",
      "en": "In my youth, I traveled much, and I observed in different countries, that the more public provisions were made for the poor, the less they provided for themselves, and of course became poorer. And, on the contrary, the less was done for them, the more they did for themselves, and became richer."
    },
    {
      "qid": "18ae7649",
      "author": "Benjamin Franklin",
      "en": "There are three faithful friends - an old wife, an old dog, and ready money."
    },
    {
      "qid": "ad20f6aa",
      "author": "Benjamin Franklin",
      "en": "God grant that not only the love of liberty but a thorough knowledge of the rights of man may pervade all the nations of the earth, so that a philosopher may set his foot anywhere on its surface and say: 'This is my country.'"
    },
    {
      "qid": "b48ef78c",
      "author": "Benjamin Franklin",
      "en": "He that's secure is not safe."
    },
    {
      "qid": "0aeb5865",
      "author": "Benjamin Franklin",
      "en": "The strictest law sometimes becomes the severest injustice."
    },
    {
      "qid": "fba51a88",
      "author": "Benjamin Franklin",
      "en": "Beware the hobby that eats."
    },
    {
      "qid": "54741c36",
      "author": "Benjamin Franklin",
      "en": "A child thinks 20 shillings and 20 years can scarce ever be spent."
    },
    {
      "qid": "98dd4031",
      "author": "Benjamin Franklin",
      "en": "Anger is never without a reason, but seldom with a good one."
    },
    {
      "qid": "08b7344e",
      "author": "Benjamin Franklin",
      "en": "Hide not your talents. They for use were made. What's a sundial in the shade?"
    },
    {
      "qid": "32a5d778",
      "author": "Benjamin Franklin",
      "en": "We must, indeed, all hang together or, most assuredly, we shall all hang separately."
    },
    {
      "qid": "b362e1cf",
      "author": "Benjamin Franklin",
      "en": "Dost thou love life? Then do not squander time, for that is the stuff life is made of."
    },
    {
      "qid": "38f2afb0",
      "author": "Benjamin Franklin",
      "en": "If a man empties his purse into his head, no one can take it from him."
    },
    {
      "qid": "cdc0c2a8",
      "author": "Benjamin Franklin",
      "en": "It takes many good deeds to build a good reputation, and only one bad one to lose it."
    },
    {
      "qid": "ed113740",
      "author": "Benjamin Franklin",
      "en": "The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself."
    },
    {
      "qid": "3053d412",
      "author": "Benjamin Franklin",
      "en": "Work as if you were to live a hundred years. Pray as if you were to die tomorrow."
    },
    {
      "qid": "033b1e3a",
      "author": "Benjamin Franklin",
      "en": "From a child I was fond of reading, and all the little money that came into my hands was ever laid out in books. Pleased with the 'Pilgrim's Progress,' my first collection was of John Bunyan's works in separate little volumes."
    },
    {
      "qid": "5c784ab7",
      "author": "Benjamin Franklin",
      "en": "The worst wheel of the cart makes the most noise."
    },
    {
      "qid": "9d769438",
      "author": "Benjamin Franklin",
      "en": "He that rises late must trot all day."
    },
    {
      "qid": "40dbf768",
      "author": "Benjamin Franklin",
      "en": "Leisure is the time for doing something useful. This leisure the diligent person will obtain the lazy one never."
    },
    {
      "qid": "0c116e23",
      "author": "Benjamin Franklin",
      "en": "The eye of the master will do more work than both his hands."
    },
    {
      "qid": "e79b0416",
      "author": "Benjamin Franklin",
      "en": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man."
    },
    {
      "qid": "8f80776e",
      "author": "Benjamin Franklin",
      "en": "He that lives upon hope will die fasting."
    },
    {
      "qid": "fdb20401",
      "author": "Benjamin Franklin",
      "en": "An investment in knowledge pays the best interest."
    },
    {
      "qid": "accfd2cb",
      "author": "Benjamin Franklin",
      "en": "He that has not got a wife is not yet a complete man."
    },
    {
      "qid": "c012d199",
      "author": "Benjamin Franklin",
      "en": "You can bear your own faults, and why not a fault in your wife?"
    },
    {
      "qid": "3fa9d783",
      "author": "Benjamin Franklin",
      "en": "Guests, like fish, begin to smell after three days."
    },
    {
      "qid": "dd4c98e8",
      "author": "Benjamin Franklin",
      "en": "Experience keeps a dear school, but fools will learn in no other."
    },
    {
      "qid": "6bdde556",
      "author": "Benjamin Franklin",
      "en": "He that can have patience can have what he will."
    },
    {
      "qid": "74c54591",
      "author": "Benjamin Franklin",
      "en": "In general, mankind, since the improvement of cookery, eats twice as much as nature requires."
    },
    {
      "qid": "9917e8b9",
      "author": "Benjamin Franklin",
      "en": "Rather go to bed with out dinner than to rise in debt."
    },
    {
      "qid": "5a8ac935",
      "author": "Benjamin Franklin",
      "en": "When you're finished changing, you're finished."
    },
    {
      "qid": "3af62efa",
      "author": "Benjamin Franklin",
      "en": "Remember that credit is money."
    },
    {
      "qid": "830aba0a",
      "author": "Benjamin Franklin",
      "en": "Most people return small favors, acknowledge medium ones and repay greater ones - with ingratitude."
    },
    {
      "qid": "9839775d",
      "author": "Benjamin Franklin",
      "en": "Industry need not wish."
    },
    {
      "qid": "842a0d12",
      "author": "Benjamin Franklin",
      "en": "There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government."
    },
    {
      "qid": "643b8156",
      "author": "Benjamin Franklin",
      "en": "Never confuse motion with action."
    },
    {
      "qid": "22087536",
      "author": "Benjamin Franklin",
      "en": "Where sense is wanting, everything is wanting."
    },
    {
      "qid": "53f31371",
      "author": "Benjamin Franklin",
      "en": "Being ignorant is not so much a shame, as being unwilling to learn."
    },
    {
      "qid": "22926acc",
      "author": "Benjamin Franklin",
      "en": "When befriended, remember it; when you befriend, forget it."
    },
    {
      "qid": "b2e7824a",
      "author": "Benjamin Franklin",
      "en": "A place for everything, everything in its place."
    },
    {
      "qid": "ca1d6915",
      "author": "Benjamin Franklin",
      "en": "A good conscience is a continual Christmas."
    },
    {
      "qid": "ab2af7c5",
      "author": "Benjamin Franklin",
      "en": "There never was a truly great man that was not at the same time truly virtuous."
    },
    {
      "qid": "a38e0faf",
      "author": "Benjamin Franklin",
      "en": "Necessity never made a good bargain."
    },
    {
      "qid": "1880b72d",
      "author": "Benjamin Franklin",
      "en": "The first mistake in public business is the going into it."
    },
    {
      "qid": "9f80c4cc",
      "author": "Benjamin Franklin",
      "en": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones."
    },
    {
      "qid": "4741aafd",
      "author": "Benjamin Franklin",
      "en": "The discontented man finds no easy chair."
    },
    {
      "qid": "522086a4",
      "author": "Benjamin Franklin",
      "en": "Admiration is the daughter of ignorance."
    },
    {
      "qid": "e01f2e80",
      "author": "Benjamin Franklin",
      "en": "The absent are never without fault, nor the present without excuse."
    },
    {
      "qid": "4ab9107d",
      "author": "Benjamin Franklin",
      "en": "How few there are who have courage enough to own their faults, or resolution enough to mend them."
    },
    {
      "qid": "626c42fc",
      "author": "Benjamin Franklin",
      "en": "Games lubricate the body and the mind."
    },
    {
      "qid": "bc66d3b8",
      "author": "Benjamin Franklin",
      "en": "I guess I don't so much mind being old, as I mind being fat and old."
    },
    {
      "qid": "eb5d3917",
      "author": "Benjamin Franklin",
      "en": "Some people die at 25 and aren't buried until 75."
    },
    {
      "qid": "fd1db8b2",
      "author": "Benjamin Franklin",
      "en": "He does not possess wealth; it possesses him."
    },
    {
      "qid": "39bba385",
      "author": "Benjamin Franklin",
      "en": "I am for doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading or driving them out of it."
    },
    {
      "qid": "5c6bf73e",
      "author": "Benjamin Franklin",
      "en": "Distrust and caution are the parents of security."
    },
    {
      "qid": "da5da412",
      "author": "Benjamin Franklin",
      "en": "In reality, there is, perhaps, no one of our natural passions so hard to subdue as pride."
    },
    {
      "qid": "7d82a3f0",
      "author": "Benjamin Franklin",
      "en": "Many a man thinks he is buying pleasure, when he is really selling himself to it."
    },
    {
      "qid": "5e13d22f",
      "author": "Benjamin Franklin",
      "en": "Employ thy time well, if thou meanest to gain leisure."
    },
    {
      "qid": "b35fbfbd",
      "author": "Benjamin Franklin",
      "en": "Be slow in choosing a friend, slower in changing."
    },
    {
      "qid": "8696a118",
      "author": "Benjamin Franklin",
      "en": "Who had deceived thee so often as thyself?"
    },
    {
      "qid": "14a093d0",
      "author": "Benjamin Franklin",
      "en": "Lost time is never found again."
    },
    {
      "qid": "a72dcc77",
      "author": "Benjamin Franklin",
      "en": "A false friend and a shadow attend only while the sun shines."
    },
    {
      "qid": "f8bbdf53",
      "author": "Benjamin Franklin",
      "en": "When men and woman die, as poets sung, his heart's the last part moves, her last, the tongue."
    },
    {
      "qid": "ebc4d179",
      "author": "Benjamin Franklin",
      "en": "Marriage is the most natural state of man, and... the state in which you will find solid happiness."
    },
    {
      "qid": "e43fb089",
      "author": "Benjamin Franklin",
      "en": "No nation was ever ruined by trade."
    },
    {
      "qid": "61470460",
      "author": "Benjamin Franklin",
      "en": "To Follow by faith alone is to follow blindly."
    },
    {
      "qid": "46e3d27e",
      "author": "Benjamin Franklin",
      "en": "I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one's temper and disturb one's quiet."
    },
    {
      "qid": "ebc4913d",
      "author": "Benjamin Franklin",
      "en": "Hunger is the best pickle."
    },
    {
      "qid": "af8ab45d",
      "author": "Benjamin Franklin",
      "en": "All who think cannot but see there is a sanction like that of religion which binds us in partnership in the serious work of the world."
    },
    {
      "qid": "8cb8a734",
      "author": "Benjamin Franklin",
      "en": "In this world nothing can be said to be certain, except death and taxes."
    },
    {
      "qid": "6eeab915",
      "author": "Benjamin Franklin",
      "en": "I have no private interest in the reception of my inventions by the world, having never made, nor proposed to make, the least profit by any of them."
    },
    {
      "qid": "e62daa53",
      "author": "Benjamin Franklin",
      "en": "If you would be loved, love, and be loveable."
    },
    {
      "qid": "84491b80",
      "author": "Benjamin Franklin",
      "en": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "qid": "47d77d35",
      "author": "Benjamin Franklin",
      "en": "Early to bed and early to rise makes a man healthy, wealthy and wise."
    },
    {
      "qid": "6700f776",
      "author": "Benjamin Franklin",
      "en": "In the affairs of this world, men are saved not by faith, but by the want of it."
    },
    {
      "qid": "e5207dc7",
      "author": "Benjamin Franklin",
      "en": "Words may show a man's wit but actions his meaning."
    },
    {
      "qid": "0e90b862",
      "author": "Benjamin Franklin",
      "en": "Don't throw stones at your neighbors if your own windows are glass."
    },
    {
      "qid": "909644e8",
      "author": "Benjamin Franklin",
      "en": "Many people die at twenty five and aren't buried until they are seventy five."
    },
    {
      "qid": "a84800a6",
      "author": "Benjamin Franklin",
      "en": "It is much easier to suppress a first desire than to satisfy those that follow."
    },
    {
      "qid": "7387e2e3",
      "author": "Benjamin Franklin",
      "en": "Wise men don't need advice. Fools won't take it."
    },
    {
      "qid": "8b896bba",
      "author": "Benjamin Franklin",
      "en": "The doorstep to the temple of wisdom is a knowledge of our own ignorance."
    },
    {
      "qid": "455a8e0f",
      "author": "Benjamin Franklin",
      "en": "One today is worth two tomorrows."
    },
    {
      "qid": "348dba08",
      "author": "Benjamin Franklin",
      "en": "It is only when the rich are sick that they fully feel the impotence of wealth."
    },
    {
      "qid": "c84bceb2",
      "author": "Benjamin Franklin",
      "en": "Laws too gentle are seldom obeyed; too severe, seldom executed."
    },
    {
      "qid": "09883925",
      "author": "Benjamin Franklin",
      "en": "Tell me and I forget. Teach me and I remember. Involve me and I learn."
    },
    {
      "qid": "12eac6b8",
      "author": "Benjamin Franklin",
      "en": "Wine is constant proof that God loves us and loves to see us happy."
    },
    {
      "qid": "fdf1a655",
      "author": "Benjamin Franklin",
      "en": "He who falls in love with himself will have no rivals."
    },
    {
      "qid": "730351d6",
      "author": "Benjamin Franklin",
      "en": "Observe all men, thyself most."
    },
    {
      "qid": "d910545b",
      "author": "Benjamin Franklin",
      "en": "He that has done you a kindness will be more ready to do you another, than he whom you yourself have obliged."
    },
    {
      "qid": "54b57ec0",
      "author": "Benjamin Franklin",
      "en": "He that composes himself is wiser than he that composes a book."
    },
    {
      "qid": "b52af785",
      "author": "Benjamin Franklin",
      "en": "The doors of wisdom are never shut."
    },
    {
      "qid": "dd0b98de",
      "author": "Benjamin Franklin",
      "en": "Applause waits on success."
    },
    {
      "qid": "9cc47e6c",
      "author": "Benjamin Franklin",
      "en": "Tomorrow, every Fault is to be amended; but that Tomorrow never comes."
    },
    {
      "qid": "1fc880f9",
      "author": "Benjamin Franklin",
      "en": "He that would live in peace and at ease must not speak all he knows or all he sees."
    },
    {
      "qid": "688f5d24",
      "author": "Benjamin Franklin",
      "en": "Those have a short Lent who owe money to be paid at Easter."
    },
    {
      "qid": "9250bac8",
      "author": "Benjamin Franklin",
      "en": "He that waits upon fortune, is never sure of a dinner."
    },
    {
      "qid": "a788dc95",
      "author": "Benjamin Franklin",
      "en": "Where there's marriage without love, there will be love without marriage."
    },
    {
      "qid": "347c2a77",
      "author": "Benjamin Franklin",
      "en": "Time is money."
    },
    {
      "qid": "de699fcd",
      "author": "Benjamin Franklin",
      "en": "When in doubt, don't."
    },
    {
      "qid": "9f8dc2be",
      "author": "Benjamin Franklin",
      "en": "Never take a wife till thou hast a house (and a fire) to put her in."
    },
    {
      "qid": "66c02384",
      "author": "Benjamin Franklin",
      "en": "Rebellion against tyrants is obedience to God."
    },
    {
      "qid": "1f079158",
      "author": "Benjamin Franklin",
      "en": "Diligence is the mother of good luck."
    },
    {
      "qid": "7123a1f3",
      "author": "Benjamin Franklin",
      "en": "We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information."
    },
    {
      "qid": "395cf355",
      "author": "Benjamin Franklin",
      "en": "And whether you're an honest man, or whether you're a thief, depends on whose solicitor has given me my brief."
    },
    {
      "qid": "798416d6",
      "author": "Benjamin Franklin",
      "en": "If you desire many things, many things will seem few."
    },
    {
      "qid": "2e360842",
      "author": "Benjamin Franklin",
      "en": "The use of money is all the advantage there is in having it."
    },
    {
      "qid": "8eb2e90a",
      "author": "Benjamin Franklin",
      "en": "A penny saved is two pence clear."
    },
    {
      "qid": "3b12f79d",
      "author": "Benjamin Franklin",
      "en": "A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave."
    },
    {
      "qid": "1c31270b",
      "author": "Benjamin Franklin",
      "en": "There was never a good war, or a bad peace."
    },
    {
      "qid": "29e37d35",
      "author": "Benjamin Franklin",
      "en": "The way to see by Faith is to shut the Eye of Reason."
    },
    {
      "qid": "e4be5f7c",
      "author": "Benjamin Franklin",
      "en": "A penny saved is a penny earned."
    },
    {
      "qid": "d7bc464d",
      "author": "Benjamin Franklin",
      "en": "He that is of the opinion money will do everything may well be suspected of doing everything for money."
    },
    {
      "qid": "28e5e3cf",
      "author": "Benjamin Franklin",
      "en": "He that speaks much, is much mistaken."
    },
    {
      "qid": "8e5ee545",
      "author": "Benjamin Franklin",
      "en": "My elder brothers were all put apprentices to different trades. I was put to the grammar-school at eight years of age, my father intending to devote me, as the tithe of his sons, to the service of the Church."
    },
    {
      "qid": "2935907c",
      "author": "Benjamin Franklin",
      "en": "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."
    },
    {
      "qid": "fdf8ece8",
      "author": "Benjamin Franklin",
      "en": "If time be of all things the most precious, wasting time must be the greatest prodigality."
    },
    {
      "qid": "762c326f",
      "author": "Benjamin Franklin",
      "en": "Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day."
    },
    {
      "qid": "be8a6d4d",
      "author": "Benjamin Franklin",
      "en": "Those that won't be counseled can't be helped."
    },
    {
      "qid": "866b898c",
      "author": "Benjamin Franklin",
      "en": "Many foxes grow gray but few grow good."
    },
    {
      "qid": "0f0b980d",
      "author": "Benjamin Franklin",
      "en": "Who is rich? He that is content. Who is that? Nobody."
    },
    {
      "qid": "96c254cf",
      "author": "Benjamin Franklin",
      "en": "I should have no objection to go over the same life from its beginning to the end: requesting only the advantage authors have, of correcting in a second edition the faults of the first."
    },
    {
      "qid": "a484909c",
      "author": "Benjamin Franklin",
      "en": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
    },
    {
      "qid": "052f7ad1",
      "author": "Benjamin Franklin",
      "en": "If you would know the value of money, go and try to borrow some."
    },
    {
      "qid": "8d4e2970",
      "author": "Benjamin Franklin",
      "en": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."
    },
    {
      "qid": "c4f882ca",
      "author": "Benjamin Franklin",
      "en": "There cannot be a stronger natural right than that of a man's making the best profit he can of the natural produce of his lands."
    },
    {
      "qid": "3719084e",
      "author": "Benjamin Franklin",
      "en": "Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech."
    },
    {
      "qid": "bf364669",
      "author": "Benjamin Franklin",
      "en": "If you would have a faithful servant, and one that you like, serve yourself."
    },
    {
      "qid": "002dadb9",
      "author": "Benjamin Franklin",
      "en": "He that displays too often his wife and his wallet is in danger of having both of them borrowed."
    },
    {
      "qid": "b35a78dc",
      "author": "Benjamin Franklin",
      "en": "Creditors have better memories than debtors."
    },
    {
      "qid": "77132e45",
      "author": "Benjamin Franklin",
      "en": "Hear reason, or she'll make you feel her."
    },
    {
      "qid": "f061cc51",
      "author": "Benjamin Franklin",
      "en": "Three can keep a secret, if two of them are dead."
    },
    {
      "qid": "5f87d384",
      "author": "Benjamin Franklin",
      "en": "If all printers were determined not to print anything till they were sure it would offend nobody, there would be very little printed."
    },
    {
      "qid": "2c10ded7",
      "author": "Benjamin Franklin",
      "en": "Those disputing, contradicting, and confuting people are generally unfortunate in their affairs. They get victory, sometimes, but they never get good will, which would be of more use to them."
    },
    {
      "qid": "4a52732f",
      "author": "Benjamin Franklin",
      "en": "Wealth is not his that has it, but his that enjoys it."
    },
    {
      "qid": "73cd8fa6",
      "author": "Benjamin Franklin",
      "en": "Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion."
    },
    {
      "qid": "6d5687ff",
      "author": "Benjamin Franklin",
      "en": "Having been poor is no shame, but being ashamed of it, is."
    },
    {
      "qid": "3b88ac1b",
      "author": "Benjamin Franklin",
      "en": "Speak ill of no man, but speak all the good you know of everybody."
    },
    {
      "qid": "b9163b24",
      "author": "Benjamin Franklin",
      "en": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning."
    },
    {
      "qid": "d59cc810",
      "author": "Benjamin Franklin",
      "en": "Content makes poor men rich; discontent makes rich men poor."
    },
    {
      "qid": "7459a5cd",
      "author": "Benjamin Franklin",
      "en": "An egg today is better than a hen to-morrow."
    },
    {
      "qid": "08588c86",
      "author": "Benjamin Franklin",
      "en": "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up."
    },
    {
      "qid": "37dfed0a",
      "author": "Benjamin Franklin",
      "en": "He that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too."
    },
    {
      "qid": "24a51087",
      "author": "Benjamin Franklin",
      "en": "By failing to prepare, you are preparing to fail."
    }
  ]
}