{
  "author": "Bob Dylan",
  "imageId": "Bob-Dylan",
  "data": [
    {
      "qid": "23a46949",
      "author": "Bob Dylan",
      "en": "It's not easy to define poetry."
    },
    {
      "qid": "4250d50a",
      "author": "Bob Dylan",
      "en": "A hero is someone who understands the responsibility that comes with his freedom."
    },
    {
      "qid": "7bb5cb46",
      "author": "Bob Dylan",
      "en": "What did I owe the rest of the world? Nothing."
    },
    {
      "qid": "032c4da3",
      "author": "Bob Dylan",
      "en": "My songs always sound a lot better in person than they do on the record."
    },
    {
      "qid": "5b42bef2",
      "author": "Bob Dylan",
      "en": "I kinda live where I find myself."
    },
    {
      "qid": "972f72b9",
      "author": "Bob Dylan",
      "en": "I'm not the kind of cat that's going to cut off an ear if I can't do something."
    },
    {
      "qid": "82263197",
      "author": "Bob Dylan",
      "en": "It's hard to speculate what tomorrow may bring."
    },
    {
      "qid": "db88bb50",
      "author": "Bob Dylan",
      "en": "Look, when I started out, mainstream culture was Sinatra, Perry Como, Andy Williams, Sound of Music. There was no fitting into it then and of course, there's no fitting into it now."
    },
    {
      "qid": "5e030a8f",
      "author": "Bob Dylan",
      "en": "I consider myself a poet first and a musician second. I live like a poet and I'll die like a poet."
    },
    {
      "qid": "f4551ac2",
      "author": "Bob Dylan",
      "en": "I'm just glad to be feeling better. I really thought I'd be seeing Elvis soon."
    },
    {
      "qid": "fff11a48",
      "author": "Bob Dylan",
      "en": "Death to me means nothing as long as I can die fast."
    },
    {
      "qid": "4d77e17a",
      "author": "Bob Dylan",
      "en": "Some people seem to fade away but then when they are truly gone, it's like they didn't fade away at all."
    },
    {
      "qid": "913d103d",
      "author": "Bob Dylan",
      "en": "I'm speaking for all of us. I'm the spokesman for a generation."
    },
    {
      "qid": "cb0af8e4",
      "author": "Bob Dylan",
      "en": "Being noticed can be a burden. Jesus got himself crucified because he got himself noticed. So I disappear a lot."
    },
    {
      "qid": "f24e68fb",
      "author": "Bob Dylan",
      "en": "You learn from a conglomeration of the incredible past - whatever experience gotten in any way whatsoever."
    },
    {
      "qid": "d1858731",
      "author": "Bob Dylan",
      "en": "I felt like I might as well have been living in another part of the solar system."
    },
    {
      "qid": "8bb4287a",
      "author": "Bob Dylan",
      "en": "I really didn't consider myself happy or unhappy."
    },
    {
      "qid": "50360c13",
      "author": "Bob Dylan",
      "en": "My father probably thought the capital of the world was wherever he was at the time. It couldn't possibly be anyplace else. Where he and his wife were in their own home, that, for them, was the capital of the world."
    },
    {
      "qid": "1e83f1b1",
      "author": "Bob Dylan",
      "en": "Just because you like my stuff doesn't mean I owe you anything."
    },
    {
      "qid": "7b43ed30",
      "author": "Bob Dylan",
      "en": "I'm mortified to be on the stage, but then again, it's the only place where I'm happy."
    },
    {
      "qid": "50580f53",
      "author": "Bob Dylan",
      "en": "All the truth in the world adds up to one big lie."
    },
    {
      "qid": "725af848",
      "author": "Bob Dylan",
      "en": "You hear a lot about God these days: God, the beneficent; God, the all-great; God, the Almighty; God, the most powerful; God, the giver of life; God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary."
    },
    {
      "qid": "e4ba5037",
      "author": "Bob Dylan",
      "en": "A song is anything that can walk by itself."
    },
    {
      "qid": "7e1d6305",
      "author": "Bob Dylan",
      "en": "To live outside the law, you must be honest."
    },
    {
      "qid": "c8c2c1cf",
      "author": "Bob Dylan",
      "en": "I realize I don't do a very good job in keeping up to date, but I try to."
    },
    {
      "qid": "705cff00",
      "author": "Bob Dylan",
      "en": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots."
    },
    {
      "qid": "acd27804",
      "author": "Bob Dylan",
      "en": "I accept chaos, I'm not sure whether it accepts me."
    },
    {
      "qid": "4b5168c6",
      "author": "Bob Dylan",
      "en": "A lot of people can't stand touring but to me it's like breathing. I do it because I'm driven to do it."
    },
    {
      "qid": "57b71bff",
      "author": "Bob Dylan",
      "en": "Chaos is a friend of mine."
    },
    {
      "qid": "282e4886",
      "author": "Bob Dylan",
      "en": "What good are fans? You can't eat applause for breakfast. You can't sleep with it."
    },
    {
      "qid": "c28647f2",
      "author": "Bob Dylan",
      "en": "I don't think I've ever been an agnostic. I've always thought there's a superior power, that this is not the real world and that there's a world to come."
    },
    {
      "qid": "f3c6a444",
      "author": "Bob Dylan",
      "en": "I became interested in folk music because I had to make it somehow."
    },
    {
      "qid": "78e672e5",
      "author": "Bob Dylan",
      "en": "The radio makes hideous sounds."
    },
    {
      "qid": "509109d7",
      "author": "Bob Dylan",
      "en": "The people in my songs are all me."
    },
    {
      "qid": "dcb5e194",
      "author": "Bob Dylan",
      "en": "I'm sick of giving creeps money off my soul."
    },
    {
      "qid": "cef8dbd3",
      "author": "Bob Dylan",
      "en": "A lot of people don't like the road, but it's as natural to me as breathing."
    },
    {
      "qid": "e55dd2bd",
      "author": "Bob Dylan",
      "en": "All this talk about equality. The only thing people really have in common is that they are all going to die."
    },
    {
      "qid": "ee4335f1",
      "author": "Bob Dylan",
      "en": "I've never written a political song. Songs can't save the world. I've gone through all that."
    },
    {
      "qid": "957fcd2a",
      "author": "Bob Dylan",
      "en": "Folk music is a bunch of fat people."
    },
    {
      "qid": "ff8eca5f",
      "author": "Bob Dylan",
      "en": "Yesterday's just a memory, tomorrow is never what it's supposed to be."
    },
    {
      "qid": "f5ca687a",
      "author": "Bob Dylan",
      "en": "No one is free, even the birds are chained to the sky."
    },
    {
      "qid": "bd7006cc",
      "author": "Bob Dylan",
      "en": "I'm more of an adventurous type than a relationship type."
    },
    {
      "qid": "9fdab948",
      "author": "Bob Dylan",
      "en": "I'll let you be in my dreams if I can be in yours."
    },
    {
      "qid": "d1c26206",
      "author": "Bob Dylan",
      "en": "A mistake is to commit a misunderstanding."
    },
    {
      "qid": "ee5ea8bd",
      "author": "Bob Dylan",
      "en": "Nothing can affect my voice, it's so bad."
    },
    {
      "qid": "78a90dec",
      "author": "Bob Dylan",
      "en": "Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people."
    },
    {
      "qid": "ca6208c8",
      "author": "Bob Dylan",
      "en": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do."
    },
    {
      "qid": "1c322425",
      "author": "Bob Dylan",
      "en": "Being on tour is like being in limbo. It's like going from nowhere to nowhere."
    },
    {
      "qid": "d94f1a10",
      "author": "Bob Dylan",
      "en": "In ceremonies of the horsemen, even the pawn must hold a grudge."
    },
    {
      "qid": "fad13944",
      "author": "Bob Dylan",
      "en": "I'm inconsistent, even to myself."
    },
    {
      "qid": "4678adcc",
      "author": "Bob Dylan",
      "en": "But even the President of the United States sometimes must have to stand naked."
    },
    {
      "qid": "10c097dc",
      "author": "Bob Dylan",
      "en": "A poem is a naked person... Some people say that I am a poet."
    },
    {
      "qid": "4213ec3f",
      "author": "Bob Dylan",
      "en": "When you cease to exist, then who will you blame?"
    },
    {
      "qid": "df9a1871",
      "author": "Bob Dylan",
      "en": "I don't think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change."
    },
    {
      "qid": "e69bb0ae",
      "author": "Bob Dylan",
      "en": "Democracy don't rule the world, You'd better get that in your head; This world is ruled by violence, But I guess that's better left unsaid."
    },
    {
      "qid": "fbf58561",
      "author": "Bob Dylan",
      "en": "Having these colossal accolades and titles, they get in the way."
    },
    {
      "qid": "10e99275",
      "author": "Bob Dylan",
      "en": "Here's the thing with me and the religious thing. This is the flat-out truth: I find the religiosity and philosophy in the music. I don't find it anywhere else."
    },
    {
      "qid": "6fe5b94a",
      "author": "Bob Dylan",
      "en": "I stopped smoking. When I stopped smoking, my voice changed... so drastically, I couldn't believe it myself."
    },
    {
      "qid": "4bae1de9",
      "author": "Bob Dylan",
      "en": "Take care of all your memories. For you cannot relive them."
    },
    {
      "qid": "a51c0a1b",
      "author": "Bob Dylan",
      "en": "I can't see myself singing the same song twice in a row. That's terrible."
    },
    {
      "qid": "7efee13d",
      "author": "Bob Dylan",
      "en": "Basically you have to suppress your own ambitions in order to be who you need to be."
    },
    {
      "qid": "8f3ef012",
      "author": "Bob Dylan",
      "en": "All I can do is be me, whoever that is."
    },
    {
      "qid": "a0906fc3",
      "author": "Bob Dylan",
      "en": "I can be jubilant one moment and pensive the next, and a cloud could go by and make that happen."
    },
    {
      "qid": "e96c1f62",
      "author": "Bob Dylan",
      "en": "I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work."
    },
    {
      "qid": "ee681fc6",
      "author": "Bob Dylan",
      "en": "You're going to die. You're going to be dead. It could be 20 years, it could be tomorrow, anytime. So am I. I mean, we're just going to be gone. The world's going to go on without us. All right now. You do your job in the face of that, and how seriously you take yourself you decide for yourself."
    },
    {
      "qid": "f870255a",
      "author": "Bob Dylan",
      "en": "Some formulas are too complex and I don't want anything to do with them."
    },
    {
      "qid": "538a6078",
      "author": "Bob Dylan",
      "en": "If I wasn't Bob Dylan, I'd probably think that Bob Dylan has a lot of answers myself."
    },
    {
      "qid": "2dfefdcf",
      "author": "Bob Dylan",
      "en": "I change during the course of a day. I wake and I'm one person, and when I go to sleep I know for certain I'm somebody else."
    },
    {
      "qid": "be8cf4df",
      "author": "Bob Dylan",
      "en": "I think I have a dualistic nature."
    },
    {
      "qid": "51b8939f",
      "author": "Bob Dylan",
      "en": "People seldom do what they believe in. They do what is convenient, then repent."
    },
    {
      "qid": "a824ec18",
      "author": "Bob Dylan",
      "en": "I don't think I'm tangible to myself."
    },
    {
      "qid": "a8e76714",
      "author": "Bob Dylan",
      "en": "He not busy being born is busy dying."
    },
    {
      "qid": "07049ce8",
      "author": "Bob Dylan",
      "en": "I think a poet is anybody who wouldn't call himself a poet."
    },
    {
      "qid": "2718224f",
      "author": "Bob Dylan",
      "en": "The songs are my lexicon. I believe the songs."
    },
    {
      "qid": "69d56cb4",
      "author": "Bob Dylan",
      "en": "I never saw myself as a folk singer."
    },
    {
      "qid": "ca48ad87",
      "author": "Bob Dylan",
      "en": "My range is limited."
    },
    {
      "qid": "990de26a",
      "author": "Bob Dylan",
      "en": "You can't do something forever."
    },
    {
      "qid": "ef234b17",
      "author": "Bob Dylan",
      "en": "Well, the future for me is already a thing of the past."
    },
    {
      "qid": "624702fe",
      "author": "Bob Dylan",
      "en": "You can't imagine parlor ballads drifting out of high-rise multi-towered buildings. That kind of music existed in a more timeless state of life."
    },
    {
      "qid": "5e9a959d",
      "author": "Bob Dylan",
      "en": "You can't be happy by doing something groovy."
    },
    {
      "qid": "523e7a21",
      "author": "Bob Dylan",
      "en": "Colleges are like old-age homes, except for the fact that more people die in colleges."
    },
    {
      "qid": "fe91155c",
      "author": "Bob Dylan",
      "en": "In the dime stores and bus stations, people talk of situations, read books, repeat quotations, draw conclusions on the wall."
    },
    {
      "qid": "1ce7a3d5",
      "author": "Bob Dylan",
      "en": "I have dined with kings, I've been offered wings. And I've never been too impressed."
    },
    {
      "qid": "88219e3a",
      "author": "Bob Dylan",
      "en": "You call yourself what you want to call yourself."
    },
    {
      "qid": "b83929a1",
      "author": "Bob Dylan",
      "en": "Anybody can be specific and obvious. That's always been the easy way. It's not that it's so difficult to be unspecific and less obvious; it's just that there's nothing, absolutely nothing, to be specific and obvious about."
    },
    {
      "qid": "a059cbe1",
      "author": "Bob Dylan",
      "en": "I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay."
    },
    {
      "qid": "148c8959",
      "author": "Bob Dylan",
      "en": "I can't stand to see myself on television."
    },
    {
      "qid": "7ecbe2b5",
      "author": "Bob Dylan",
      "en": "Money doesn't talk, it swears."
    },
    {
      "qid": "b9fd62cb",
      "author": "Bob Dylan",
      "en": "I define nothing. Not beauty, not patriotism. I take each thing as it is, without prior rules about what it should be."
    },
    {
      "qid": "0cd9a024",
      "author": "Bob Dylan",
      "en": "You just don't wake up one day and decide that you need to write songs."
    },
    {
      "qid": "f9935f8c",
      "author": "Bob Dylan",
      "en": "There is nothing so stable as change."
    },
    {
      "qid": "c5bfe360",
      "author": "Bob Dylan",
      "en": "This land is your land and this land is my land, sure, but the world is run by those that never listen to music anyway."
    },
    {
      "qid": "fb2cea88",
      "author": "Bob Dylan",
      "en": "I can't act!"
    },
    {
      "qid": "7e2a86a9",
      "author": "Bob Dylan",
      "en": "I like America, just as everybody else does. I love America, I gotta say that. But America will be judged."
    },
    {
      "qid": "3dbcf317",
      "author": "Bob Dylan",
      "en": "People have different emotional levels. Especially when you're young."
    },
    {
      "qid": "82bc9acf",
      "author": "Bob Dylan",
      "en": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom."
    },
    {
      "qid": "28d9efe1",
      "author": "Bob Dylan",
      "en": "People today are still living off the table scraps of the sixties. They are still being passed around - the music and the ideas."
    },
    {
      "qid": "211164cd",
      "author": "Bob Dylan",
      "en": "Inspiration is hard to come by. You have to take it where you find it."
    },
    {
      "qid": "a8b1d915",
      "author": "Bob Dylan",
      "en": "At times in my life the only place I have been happy is when I am on stage."
    },
    {
      "qid": "0af6c97b",
      "author": "Bob Dylan",
      "en": "I say there're no depressed words just depressed minds."
    },
    {
      "qid": "0e9582b6",
      "author": "Bob Dylan",
      "en": "I'm not a playwright."
    }
  ]
}