{
  "author": "Booker T. Washington",
  "imageId": "Booker-T.-Washington",
  "data": [
    {
      "qid": "1d3f4e90",
      "author": "Booker T. Washington",
      "en": "We do not want the men of another color for our brothers-in-law, but we do want them for our brothers."
    },
    {
      "qid": "b481807e",
      "author": "Booker T. Washington",
      "en": "One man cannot hold another man down in the ditch without remaining down in the ditch with him."
    },
    {
      "qid": "db15d66a",
      "author": "Booker T. Washington",
      "en": "I shall allow no man to belittle my soul by making me hate him."
    },
    {
      "qid": "ba5d1b5b",
      "author": "Booker T. Washington",
      "en": "If you can't read, it's going to be hard to realize dreams."
    },
    {
      "qid": "e49c0608",
      "author": "Booker T. Washington",
      "en": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence."
    },
    {
      "qid": "6f15cf6f",
      "author": "Booker T. Washington",
      "en": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed."
    },
    {
      "qid": "ac0958cf",
      "author": "Booker T. Washington",
      "en": "No race can prosper till it learns that there is as much dignity in tilling a field as in writing a poem."
    },
    {
      "qid": "84a9c74e",
      "author": "Booker T. Washington",
      "en": "Success in life is founded upon attention to the small things rather than to the large things; to the every day things nearest to us rather than to the things that are remote and uncommon."
    },
    {
      "qid": "79ca8e27",
      "author": "Booker T. Washington",
      "en": "Character is power."
    },
    {
      "qid": "2b02b89f",
      "author": "Booker T. Washington",
      "en": "There is no power on earth that can neutralize the influence of a high, simple and useful life."
    },
    {
      "qid": "92d2a7ea",
      "author": "Booker T. Washington",
      "en": "There are two ways of exerting one's strength: one is pushing down, the other is pulling up."
    },
    {
      "qid": "ad1c3ff3",
      "author": "Booker T. Washington",
      "en": "You can't hold a man down without staying down with him."
    },
    {
      "qid": "5a9ea7be",
      "author": "Booker T. Washington",
      "en": "We must reinforce argument with results."
    },
    {
      "qid": "4bf971c9",
      "author": "Booker T. Washington",
      "en": "No man, who continues to add something to the material, intellectual and moral well-being of the place in which he lives, is left long without proper reward."
    },
    {
      "qid": "89467ea0",
      "author": "Booker T. Washington",
      "en": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome."
    },
    {
      "qid": "1246c23f",
      "author": "Booker T. Washington",
      "en": "Associate yourself with people of good quality, for it is better to be alone than in bad company."
    },
    {
      "qid": "d450ac66",
      "author": "Booker T. Washington",
      "en": "Nothing ever comes to one, that is worth having, except as a result of hard work."
    },
    {
      "qid": "4b1c41ce",
      "author": "Booker T. Washington",
      "en": "Character, not circumstances, makes the man."
    },
    {
      "qid": "8f2cc5eb",
      "author": "Booker T. Washington",
      "en": "If you want to lift yourself up, lift up someone else."
    },
    {
      "qid": "598dc678",
      "author": "Booker T. Washington",
      "en": "The individual who can do something that the world wants done will, in the end, make his way regardless of his race."
    },
    {
      "qid": "10b83399",
      "author": "Booker T. Washington",
      "en": "Excellence is to do a common thing in an uncommon way."
    },
    {
      "qid": "181d9262",
      "author": "Booker T. Washington",
      "en": "No greater injury can be done to any youth than to let him feel that because he belongs to this or that race he will be advanced in life regardless of his own merits or efforts."
    },
    {
      "qid": "4d43f563",
      "author": "Booker T. Washington",
      "en": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him."
    },
    {
      "qid": "29104096",
      "author": "Booker T. Washington",
      "en": "Dignify and glorify common labor. It is at the bottom of life that we must begin, not at the top."
    },
    {
      "qid": "e5a2b71d",
      "author": "Booker T. Washington",
      "en": "To hold a man down, you have to stay down with him."
    }
  ]
}