{
  "author": "Charles Darwin",
  "imageId": "Charles-Darwin",
  "data": [
    {
      "qid": "c8c30a82",
      "author": "Charles Darwin",
      "en": "To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact."
    },
    {
      "qid": "8d9b973b",
      "author": "Charles Darwin",
      "en": "I am turned into a sort of machine for observing facts and grinding out conclusions."
    },
    {
      "qid": "ebac3468",
      "author": "Charles Darwin",
      "en": "A moral being is one who is capable of reflecting on his past actions and their motives - of approving of some and disapproving of others."
    },
    {
      "qid": "f4b7ef2f",
      "author": "Charles Darwin",
      "en": "The very essence of instinct is that it's followed independently of reason."
    },
    {
      "qid": "5c341de6",
      "author": "Charles Darwin",
      "en": "On the ordinary view of each species having been independently created, we gain no scientific explanation."
    },
    {
      "qid": "0af83560",
      "author": "Charles Darwin",
      "en": "I have called this principle, by which each slight variation, if useful, is preserved, by the term of Natural Selection."
    },
    {
      "qid": "d2275708",
      "author": "Charles Darwin",
      "en": "We must, however, acknowledge, as it seems to me, that man with all his noble qualities... still bears in his bodily frame the indelible stamp of his lowly origin."
    },
    {
      "qid": "244fda7c",
      "author": "Charles Darwin",
      "en": "I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars."
    },
    {
      "qid": "dcc8ace2",
      "author": "Charles Darwin",
      "en": "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts."
    },
    {
      "qid": "30a82a55",
      "author": "Charles Darwin",
      "en": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science."
    },
    {
      "qid": "233a4ac2",
      "author": "Charles Darwin",
      "en": "The mystery of the beginning of all things is insoluble by us; and I for one must be content to remain an agnostic."
    },
    {
      "qid": "37cf52ee",
      "author": "Charles Darwin",
      "en": "Man is descended from a hairy, tailed quadruped, probably arboreal in its habits."
    },
    {
      "qid": "02ea4156",
      "author": "Charles Darwin",
      "en": "A man who dares to waste one hour of time has not discovered the value of life."
    },
    {
      "qid": "aa276bd8",
      "author": "Charles Darwin",
      "en": "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!"
    },
    {
      "qid": "c923a0b8",
      "author": "Charles Darwin",
      "en": "I have tried lately to read Shakespeare, and found it so intolerably dull that it nauseated me."
    },
    {
      "qid": "2a2fc4b9",
      "author": "Charles Darwin",
      "en": "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin."
    },
    {
      "qid": "b2f1772e",
      "author": "Charles Darwin",
      "en": "A scientific man ought to have no wishes, no affections, - a mere heart of stone."
    },
    {
      "qid": "08b4998e",
      "author": "Charles Darwin",
      "en": "The highest possible stage in moral culture is when we recognize that we ought to control our thoughts."
    },
    {
      "qid": "d51f7317",
      "author": "Charles Darwin",
      "en": "Man tends to increase at a greater rate than his means of subsistence."
    },
    {
      "qid": "bfaadd8e",
      "author": "Charles Darwin",
      "en": "Animals, whom we have made our slaves, we do not like to consider our equal."
    },
    {
      "qid": "d1faf08b",
      "author": "Charles Darwin",
      "en": "I love fools' experiments. I am always making them."
    },
    {
      "qid": "9862da57",
      "author": "Charles Darwin",
      "en": "False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for every one takes a salutary pleasure in proving their falseness."
    },
    {
      "qid": "a0a8da9e",
      "author": "Charles Darwin",
      "en": "A man's friendships are one of the best measures of his worth."
    },
    {
      "qid": "eb0b2de8",
      "author": "Charles Darwin",
      "en": "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men."
    },
    {
      "qid": "e96b1df9",
      "author": "Charles Darwin",
      "en": "We can allow satellites, planets, suns, universe, nay whole systems of universes, to be governed by laws, but the smallest insect, we wish to be created at once by special act."
    },
    {
      "qid": "f9d65492",
      "author": "Charles Darwin",
      "en": "How paramount the future is to the present when one is surrounded by children."
    },
    {
      "qid": "d53a2b8d",
      "author": "Charles Darwin",
      "en": "It is a cursed evil to any man to become as absorbed in any subject as I am in mine."
    },
    {
      "qid": "1ef085f0",
      "author": "Charles Darwin",
      "en": "At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world."
    }
  ]
}