{
  "name": "Charlotte Bronte",
  "image": "Charlotte-Bronte",
  "quotes": [
    {
      "id": "60c98077",
      "en": "It is vain to say human beings ought to be satisfied with tranquility; they must have action; and they will make it if they cannot find it."
    },
    {
      "id": "e5da1237",
      "en": "Let your performance do the thinking."
    },
    {
      "id": "e8263cec",
      "en": "I don't call you handsome, sir, though I love you most dearly: far too dearly to flatter you. Don't flatter me."
    },
    {
      "id": "c9379494",
      "en": "If you are cast in a different mould to the majority, it is no merit of yours: Nature did it."
    },
    {
      "id": "619c6e90",
      "en": "Cheerfulness, it would appear, is a matter which depends fully as much on the state of things within, as on the state of things without and around us."
    },
    {
      "id": "5b7e3a85",
      "en": "I'm just going to write because I cannot help it."
    },
    {
      "id": "b4a48bff",
      "en": "Life appears to me too short to be spent in nursing animosity, or registering wrongs."
    },
    {
      "id": "76d94a40",
      "en": "Look twice before you leap."
    },
    {
      "id": "a942ccb0",
      "en": "Memory in youth is active and easily impressible; in old age it is comparatively callous to new impressions, but still retains vividly those of earlier years."
    },
    {
      "id": "5cfb9127",
      "en": "Consistency, madam, is the first of Christian duties."
    },
    {
      "id": "2dfc0fc9",
      "en": "The soul, fortunately, has an interpreter - often an unconscious, but still a truthful interpreter - in the eye."
    },
    {
      "id": "b807d1e7",
      "en": "Give him enough rope and he will hang himself."
    },
    {
      "id": "886d09f7",
      "en": "Men judge us by the success of our efforts. God looks at the efforts themselves."
    },
    {
      "id": "2f352419",
      "en": "True enthusiasm is a fine feeling whose flash I admire where-ever I see it."
    },
    {
      "id": "5468754d",
      "en": "I am no bird; and no net ensnares me; I am a free human being with an independent will."
    },
    {
      "id": "45495fef",
      "en": "If all the world hated you, and believed you wicked, while your own conscience approved you, and absolved you from guilt, you would not be without friends."
    },
    {
      "id": "e9adea4f",
      "en": "The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed."
    },
    {
      "id": "750e3dbc",
      "en": "I am always easy of belief when the creed pleases me."
    },
    {
      "id": "6e59c24b",
      "en": "Life is so constructed, that the event does not, cannot, will not, match the expectation."
    },
    {
      "id": "e82b2a2f",
      "en": "You know full well as I do the value of sisters' affections: There is nothing like it in this world."
    },
    {
      "id": "6ff3e171",
      "en": "I try to avoid looking forward or backward, and try to keep looking upward."
    },
    {
      "id": "964d2e43",
      "en": "I feel monotony and death to be almost the same."
    },
    {
      "id": "78376172",
      "en": "A ruffled mind makes a restless pillow."
    },
    {
      "id": "3d07fad6",
      "en": "Conventionality is not morality."
    },
    {
      "id": "988df176",
      "en": "Better to be without logic than without feeling."
    },
    {
      "id": "13601903",
      "en": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own."
    },
    {
      "id": "436f6abd",
      "en": "Who has words at the right moment?"
    },
    {
      "id": "bbf54378",
      "en": "It is in vain to say human beings ought to be satisfied with tranquility: they must have action; and they will make it if they cannot find it."
    },
    {
      "id": "5c155d52",
      "en": "Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education; they grow firm there, firm as weeds among stones."
    },
    {
      "id": "2256cc92",
      "en": "You had no right to be born; for you make no use of life. Instead of living for, in, and with yourself, as a reasonable being ought, you seek only to fasten your feebleness on some other person's strength."
    },
    {
      "id": "c7b0a619",
      "en": "There is only one difference between a madman and me. I am not mad."
    }
  ]
}