{
  "name": "Franz Kafka",
  "image": "Franz-Kafka",
  "quotes": [
    {
      "id": "c9b0892a",
      "en": "In a certain sense the Good is comfortless."
    },
    {
      "id": "70aae559",
      "en": "It is comforting to reflect that the disproportion of things in the world seems to be only arithmetical."
    },
    {
      "id": "c356f9a6",
      "en": "The thornbush is the old obstacle in the road. It must catch fire if you want to go further."
    },
    {
      "id": "134d8e6d",
      "en": "Start with what is right rather than what is acceptable."
    },
    {
      "id": "5e66b598",
      "en": "You can hold yourself back from the sufferings of the world, that is something you are free to do and it accords with your nature, but perhaps this very holding back is the one suffering you could avoid."
    },
    {
      "id": "ef268bae",
      "en": "You do not need to leave your room. Remain sitting at your table and listen. Do not even listen, simply wait, be quiet still and solitary. The world will freely offer itself to you to be unmasked, it has no choice, it will roll in ecstasy at your feet."
    },
    {
      "id": "45bc3bf7",
      "en": "How can one take delight in the world unless one flees to it for refuge?"
    },
    {
      "id": "2784d450",
      "en": "It is only our conception of time that makes us call the Last Judgement by this name. It is, in fact, a kind of martial law."
    },
    {
      "id": "5e063f32",
      "en": "We are separated from God on two sides; the Fall separates us from Him, the Tree of Life separates Him from us."
    },
    {
      "id": "2857b618",
      "en": "A book must be the ax for the frozen sea within us."
    },
    {
      "id": "af96b62f",
      "en": "Anyone who keeps the ability to see beauty never grows old."
    },
    {
      "id": "5b76ffe1",
      "en": "A first sign of the beginning of understanding is the wish to die."
    },
    {
      "id": "59a28a38",
      "en": "There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself; anyone who wants to recognize it has to be a lie."
    },
    {
      "id": "efff1a9c",
      "en": "Don Quixote's misfortune is not his imagination, but Sancho Panza."
    },
    {
      "id": "06f1c29e",
      "en": "Not everyone can see the truth, but he can be it."
    },
    {
      "id": "6dc697e1",
      "en": "A stair not worn hollow by footsteps is, regarded from its own point of view, only a boring something made of wood."
    },
    {
      "id": "67b696dd",
      "en": "One of the first signs of the beginning of understanding is the wish to die."
    },
    {
      "id": "efae6e2b",
      "en": "Writers speak stench."
    },
    {
      "id": "c20bc238",
      "en": "Self-control means wanting to be effective at some random point in the infinite radiations of my spiritual existence."
    },
    {
      "id": "8e1650b8",
      "en": "Hesitation before birth. If there is a transmigration of souls then I am not yet on the bottom rung. My life is a hesitation before birth."
    },
    {
      "id": "472f4634",
      "en": "Heaven is dumb, echoing only the dumb."
    },
    {
      "id": "e5bc4da2",
      "en": "Hiding places there are innumerable, escape is only one, but possibilities of escape, again, are as many as hiding places."
    },
    {
      "id": "e2043b02",
      "en": "God gives the nuts, but he does not crack them."
    },
    {
      "id": "2c72224d",
      "en": "A man of action forced into a state of thought is unhappy until he can get out of it."
    },
    {
      "id": "1f09bcb4",
      "en": "The experience of life consists of the experience which the spirit has of itself in matter and as matter, in mind and as mind, in emotion, as emotion, etc."
    },
    {
      "id": "ffb99652",
      "en": "I do not read advertisements. I would spend all of my time wanting things."
    },
    {
      "id": "4f5fe18f",
      "en": "Dread of night. Dread of not-night."
    },
    {
      "id": "2591e610",
      "en": "In the struggle between yourself and the world second the world."
    },
    {
      "id": "a0a9da60",
      "en": "The mediation by the serpent was necessary. Evil can seduce man, but cannot become man."
    },
    {
      "id": "c6b203c2",
      "en": "My 'fear' is my substance, and probably the best part of me."
    },
    {
      "id": "d85fe244",
      "en": "A book should serve as the ax for the frozen sea within us."
    },
    {
      "id": "dc98cf45",
      "en": "My peers, lately, have found companionship through means of intoxication - it makes them sociable. I, however, cannot force myself to use drugs to cheat on my loneliness - it is all that I have - and when the drugs and alcohol dissipate, will be all that my peers have as well."
    },
    {
      "id": "9fb83d56",
      "en": "Association with human beings lures one into self-observation."
    },
    {
      "id": "d2d35c0e",
      "en": "Believing in progress does not mean believing that any progress has yet been made."
    },
    {
      "id": "e66abf67",
      "en": "The Bible is a sanctum; the world, sputum."
    },
    {
      "id": "8cf13196",
      "en": "No sooner said than done - so acts your man of worth."
    },
    {
      "id": "8a1be3cb",
      "en": "If there is a transmigration of souls then I am not yet on the bottom rung. My life is a hesitation before birth."
    },
    {
      "id": "227f0d9e",
      "en": "The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving; it is from prayer that one draws the strength for one's striving."
    },
    {
      "id": "d4c4840c",
      "en": "In the fight between you and the world, back the world."
    },
    {
      "id": "e414e2e9",
      "en": "In argument similes are like songs in love; they describe much, but prove nothing."
    },
    {
      "id": "3646553d",
      "en": "Woman, or more precisely put, perhaps, marriage, is the representative of life with which you are meant to come to terms."
    },
    {
      "id": "5de4473f",
      "en": "The fact that our task is exactly commensurate with our life gives it the appearance of being infinite."
    },
    {
      "id": "2c8365ab",
      "en": "Every revolution evaporates and leaves behind only the slime of a new bureaucracy."
    },
    {
      "id": "9647ad4d",
      "en": "By believing passionately in something that still does not exist, we create it. The nonexistent is whatever we have not sufficiently desired."
    },
    {
      "id": "a463aaf8",
      "en": "Don't despair, not even over the fact that you don't despair."
    },
    {
      "id": "7d9d8730",
      "en": "The decisive moment in human evolution is perpetual. That is why the revolutionary spiritual movements that declare all former things worthless are in the right, for nothing has yet happened."
    },
    {
      "id": "11a24218",
      "en": "Always first draw fresh breath after outbursts of vanity and complacency."
    },
    {
      "id": "004f3a9c",
      "en": "Let me remind you of the old maxim: people under suspicion are better moving than at rest, since at rest they may be sitting in the balance without knowing it, being weighed together with their sins."
    },
    {
      "id": "18a8342b",
      "en": "It is not necessary that you leave the house. Remain at your table and listen. Do not even listen, only wait. Do not even wait, be wholly still and alone. The world will present itself to you for its unmasking, it can do no other, in ecstasy it will writhe at your feet."
    },
    {
      "id": "25381b86",
      "en": "Productivity is being able to do things that you were never able to do before."
    },
    {
      "id": "abf28e64",
      "en": "We all have wings, but they have not been of any avail to us and if we could tear them off, we would do so."
    },
    {
      "id": "e1a9f2b9",
      "en": "Test yourself on mankind. It is something that makes the doubter doubt, the believer believe."
    },
    {
      "id": "93aafce3",
      "en": "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old."
    },
    {
      "id": "78c0ab23",
      "en": "Martyrs do not underrate the body, they allow it to be elevated on the cross. In this they are at one with their antagonists."
    },
    {
      "id": "b26154e0",
      "en": "The indestructible is one: it is each individual human being and, at the same time, it is common to all, hence the incomparably indivisible union that exists between human beings."
    },
    {
      "id": "34c2a8ed",
      "en": "Anyone who cannot come to terms with his life while he is alive needs one hand to ward off a little his despair over his fate... but with his other hand he can note down what he sees among the ruins."
    },
    {
      "id": "aa7417a3",
      "en": "In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it."
    },
    {
      "id": "f542df28",
      "en": "Suffering is the positive element in this world, indeed it is the only link between this world and the positive."
    },
    {
      "id": "d89a2850",
      "en": "There is nothing besides a spiritual world; what we call the world of the senses is the Evil in the spiritual world, and what we call Evil is only the necessity of a moment in our eternal evolution."
    },
    {
      "id": "c1c99c3b",
      "en": "I have the true feeling of myself only when I am unbearably unhappy."
    },
    {
      "id": "c7effe44",
      "en": "Idleness is the beginning of all vice, the crown of all virtues."
    },
    {
      "id": "9d8a2a9d",
      "en": "If it had been possible to build the Tower of Babel without climbing it, it would have been permitted."
    },
    {
      "id": "08c0e412",
      "en": "Atlas was permitted the opinion that he was at liberty, if he wished, to drop the Earth and creep away; but this opinion was all that he was permitted."
    },
    {
      "id": "33fef2ae",
      "en": "From a certain point onward there is no longer any turning back. That is the point that must be reached."
    },
    {
      "id": "809741a7",
      "en": "May I kiss you then? On this miserable paper? I might as well open the window and kiss the night air."
    },
    {
      "id": "def196fc",
      "en": "Evil is whatever distracts."
    },
    {
      "id": "f107664c",
      "en": "My guiding principle is this: Guilt is never to be doubted."
    },
    {
      "id": "c146885e",
      "en": "He who seeks does not find, but he who does not seek will be found."
    },
    {
      "id": "d478065c",
      "en": "How pathetically scanty my self-knowledge is compared with, say, my knowledge of my room. There is no such thing as observation of the inner world, as there is of the outer world."
    },
    {
      "id": "189855ee",
      "en": "We are sinful not only because we have eaten of the Tree of Knowledge, but also because we have not yet eaten of the Tree of Life. The state in which we are is sinful, irrespective of guilt."
    },
    {
      "id": "6ccf3da9",
      "en": "Religions get lost as people do."
    },
    {
      "id": "e0bb3054",
      "en": "One advantage in keeping a diary is that you become aware with reassuring clarity of the changes which you constantly suffer."
    },
    {
      "id": "a4316018",
      "en": "Tyranny or slavery, born of selfishness, are the two educational methods of parents; all gradations of tyranny or slavery."
    },
    {
      "id": "3b4be05d",
      "en": "It is often safer to be in chains than to be free."
    },
    {
      "id": "6699cea3",
      "en": "By imposing too great a responsibility, or rather, all responsibility, on yourself, you crush yourself."
    },
    {
      "id": "4998cc13",
      "en": "The history of mankind is the instant between two strides taken by a traveler."
    },
    {
      "id": "6e5ec2d1",
      "en": "So long as you have food in your mouth, you have solved all questions for the time being."
    },
    {
      "id": "9abb9358",
      "en": "Sensual love deceives one as to the nature of heavenly love; it could not do so alone, but since it unconsciously has the element of heavenly love within it, it can do so."
    },
    {
      "id": "b081c2c5",
      "en": "If I shall exist eternally, how shall I exist tomorrow?"
    },
    {
      "id": "c12d3e56",
      "en": "One must not cheat anyone, not even the world of its victory."
    },
    {
      "id": "61ffaf86",
      "en": "The spirit becomes free only when it ceases to be a support."
    },
    {
      "id": "140cb8e7",
      "en": "One tells as few lies as possible only by telling as few lies as possible, and not by having the least possible opportunity to do so."
    }
  ]
}