{
  "author": "Fyodor Dostoevsky",
  "imageId": "Fyodor-Dostoevsky",
  "data": [
    {
      "qid": "9d035145",
      "author": "Fyodor Dostoevsky",
      "en": "We sometimes encounter people, even perfect strangers, who begin to interest us at first sight, somehow suddenly, all at once, before a word has been spoken."
    },
    {
      "qid": "1fe70e98",
      "author": "Fyodor Dostoevsky",
      "en": "Realists do not fear the results of their study."
    },
    {
      "qid": "2bbbf0e7",
      "author": "Fyodor Dostoevsky",
      "en": "To love someone means to see him as God intended him."
    },
    {
      "qid": "303f12df",
      "author": "Fyodor Dostoevsky",
      "en": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad."
    },
    {
      "qid": "75fad990",
      "author": "Fyodor Dostoevsky",
      "en": "Man only likes to count his troubles, but he does not count his joys."
    },
    {
      "qid": "e9f02b63",
      "author": "Fyodor Dostoevsky",
      "en": "The formula 'Two and two make five' is not without its attractions."
    },
    {
      "qid": "f89f1133",
      "author": "Fyodor Dostoevsky",
      "en": "Happiness does not lie in happiness, but in the achievement of it."
    },
    {
      "qid": "a905d6c4",
      "author": "Fyodor Dostoevsky",
      "en": "Much unhappiness has come into the world because of bewilderment and things left unsaid."
    },
    {
      "qid": "bbe7b66b",
      "author": "Fyodor Dostoevsky",
      "en": "Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing; to be able to dare!"
    },
    {
      "qid": "bb763e90",
      "author": "Fyodor Dostoevsky",
      "en": "The greatest happiness is to know the source of unhappiness."
    },
    {
      "qid": "95f394eb",
      "author": "Fyodor Dostoevsky",
      "en": "Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it."
    },
    {
      "qid": "b0c0d491",
      "author": "Fyodor Dostoevsky",
      "en": "A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression."
    },
    {
      "qid": "1bc95699",
      "author": "Fyodor Dostoevsky",
      "en": "Sarcasm: the last refuge of modest and chaste-souled people when the privacy of their soul is coarsely and intrusively invaded."
    },
    {
      "qid": "9272be3e",
      "author": "Fyodor Dostoevsky",
      "en": "It seems, in fact, as though the second half of a man's life is made up of nothing, but the habits he has accumulated during the first half."
    },
    {
      "qid": "0543c8bf",
      "author": "Fyodor Dostoevsky",
      "en": "If there is no God, everything is permitted."
    },
    {
      "qid": "a80904dd",
      "author": "Fyodor Dostoevsky",
      "en": "A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about."
    },
    {
      "qid": "1d13f2b7",
      "author": "Fyodor Dostoevsky",
      "en": "If you were to destroy the belief in immortality in mankind, not only love but every living force on which the continuation of all life in the world depended, would dry up at once."
    },
    {
      "qid": "1f37fa7e",
      "author": "Fyodor Dostoevsky",
      "en": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man."
    },
    {
      "qid": "25cf9c23",
      "author": "Fyodor Dostoevsky",
      "en": "The cleverest of all, in my opinion, is the man who calls himself a fool at least once a month."
    },
    {
      "qid": "2e3c4a02",
      "author": "Fyodor Dostoevsky",
      "en": "To live without Hope is to Cease to live."
    },
    {
      "qid": "ff2e3319",
      "author": "Fyodor Dostoevsky",
      "en": "There is no subject so old that something new cannot be said about it."
    },
    {
      "qid": "b2d00c9c",
      "author": "Fyodor Dostoevsky",
      "en": "It is not possible to eat me without insisting that I sing praises of my devourer?"
    },
    {
      "qid": "01968dc7",
      "author": "Fyodor Dostoevsky",
      "en": "There are things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind."
    },
    {
      "qid": "6a12c950",
      "author": "Fyodor Dostoevsky",
      "en": "The soul is healed by being with children."
    },
    {
      "qid": "040614a5",
      "author": "Fyodor Dostoevsky",
      "en": "Man, so long as he remains free, has no more constant and agonizing anxiety than find as quickly as possible someone to worship."
    },
    {
      "qid": "78ab169e",
      "author": "Fyodor Dostoevsky",
      "en": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death."
    },
    {
      "qid": "c298bb40",
      "author": "Fyodor Dostoevsky",
      "en": "One can know a man from his laugh, and if you like a man's laugh before you know anything of him, you may confidently say that he is a good man."
    }
  ]
}