{
  "author": "George Eliot",
  "imageId": "George-Eliot",
  "data": [
    {
      "qid": "f814250c",
      "author": "George Eliot",
      "en": "It will never rain roses: when we want to have more roses we must plant more trees."
    },
    {
      "qid": "40388eb3",
      "author": "George Eliot",
      "en": "Little children are still the symbol of the eternal marriage between love and duty."
    },
    {
      "qid": "39f0cdcc",
      "author": "George Eliot",
      "en": "It is a common enough case, that of a man being suddenly captivated by a woman nearly the opposite of his ideal."
    },
    {
      "qid": "b3dd1849",
      "author": "George Eliot",
      "en": "When death comes it is never our tenderness that we repent from, but our severity."
    },
    {
      "qid": "54062aaf",
      "author": "George Eliot",
      "en": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best."
    },
    {
      "qid": "ebcc8e98",
      "author": "George Eliot",
      "en": "Whether happiness may come or not, one should try and prepare one's self to do without it."
    },
    {
      "qid": "21280b5c",
      "author": "George Eliot",
      "en": "Marriage must be a relation either of sympathy or of conquest."
    },
    {
      "qid": "54c68b2b",
      "author": "George Eliot",
      "en": "Blessed is the influence of one true, loving human soul on another."
    },
    {
      "qid": "fa424abb",
      "author": "George Eliot",
      "en": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone."
    },
    {
      "qid": "9800305e",
      "author": "George Eliot",
      "en": "Harold, like the rest of us, had many impressions which saved him the trouble of distinct ideas."
    },
    {
      "qid": "5ce01df9",
      "author": "George Eliot",
      "en": "More helpful than all wisdom is one draught of simple human pity that will not forsake us."
    },
    {
      "qid": "fb9e6719",
      "author": "George Eliot",
      "en": "Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar."
    },
    {
      "qid": "1248a741",
      "author": "George Eliot",
      "en": "There is a great deal of unmapped country within us which would have to be taken into account in an explanation of our gusts and storms."
    },
    {
      "qid": "c53d6e6a",
      "author": "George Eliot",
      "en": "Wear a smile and have friends; wear a scowl and have wrinkles."
    },
    {
      "qid": "82524548",
      "author": "George Eliot",
      "en": "But human experience is usually paradoxical, that means incongruous with the phrases of current talk or even current philosophy."
    },
    {
      "qid": "33b20b12",
      "author": "George Eliot",
      "en": "We must not sit still and look for miracles; up and doing, and the Lord will be with thee. Prayer and pains, through faith in Christ Jesus, will do anything."
    },
    {
      "qid": "bd114932",
      "author": "George Eliot",
      "en": "Worldly faces never look so worldly as at a funeral. They have the same effect of grating incongruity as the sound of a coarse voice breaking the solemn silence of night."
    },
    {
      "qid": "a9307439",
      "author": "George Eliot",
      "en": "No evil dooms us hopelessly except the evil we love, and desire to continue in, and make no effort to escape from."
    },
    {
      "qid": "2744026e",
      "author": "George Eliot",
      "en": "Iteration, like friction, is likely to generate heat instead of progress."
    },
    {
      "qid": "f6fc7800",
      "author": "George Eliot",
      "en": "You may try but you can never imagine what it is to have a man's form of genius in you, and to suffer the slavery of being a girl."
    },
    {
      "qid": "c21e5c74",
      "author": "George Eliot",
      "en": "If we had a keen vision of all that is ordinary in human life, it would be like hearing the grass grow or the squirrel's heart beat, and we should die of that roar which is the other side of silence."
    },
    {
      "qid": "b4a17743",
      "author": "George Eliot",
      "en": "It is easy to say how we love new friends, and what we think of them, but words can never trace out all the fibers that knit us to the old."
    },
    {
      "qid": "8af188e1",
      "author": "George Eliot",
      "en": "Falsehood is easy, truth so difficult."
    },
    {
      "qid": "cd669846",
      "author": "George Eliot",
      "en": "The beginning of an acquaintance whether with persons or things is to get a definite outline of our ignorance."
    },
    {
      "qid": "ff9374ee",
      "author": "George Eliot",
      "en": "There is a sort of jealousy which needs very little fire; it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism."
    },
    {
      "qid": "ccaf905b",
      "author": "George Eliot",
      "en": "I desire no future that will break the ties with the past."
    },
    {
      "qid": "61b1ddb7",
      "author": "George Eliot",
      "en": "The sons of Judah have to choose that God may again choose them. The divine principle of our race is action, choice, resolved memory."
    },
    {
      "qid": "8397c3b4",
      "author": "George Eliot",
      "en": "The reward of one duty is the power to fulfill another."
    },
    {
      "qid": "fa4636ce",
      "author": "George Eliot",
      "en": "Great things are not done by impulse, but by a series of small things brought together."
    },
    {
      "qid": "58f2c31c",
      "author": "George Eliot",
      "en": "We long for an affection altogether ignorant of our faults. Heaven has accorded this to us in the uncritical canine attachment."
    },
    {
      "qid": "e347cf4d",
      "author": "George Eliot",
      "en": "It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them."
    },
    {
      "qid": "a191abc1",
      "author": "George Eliot",
      "en": "Perhaps the most delightful friendships are those in which there is much agreement, much disputation, and yet more personal liking."
    },
    {
      "qid": "37f52773",
      "author": "George Eliot",
      "en": "There are many victories worse than a defeat."
    },
    {
      "qid": "73f2c295",
      "author": "George Eliot",
      "en": "Play not with paradoxes. That caustic which you handle in order to scorch others may happen to sear your own fingers and make them dead to the quality of things."
    },
    {
      "qid": "75e84842",
      "author": "George Eliot",
      "en": "Will not a tiny speck very close to our vision blot out the glory of the world, and leave only a margin by which we see the blot? I know no speck so troublesome as self."
    },
    {
      "qid": "5bebd972",
      "author": "George Eliot",
      "en": "Life began with waking up and loving my mother's face."
    },
    {
      "qid": "2054af92",
      "author": "George Eliot",
      "en": "Truth has rough flavours if we bite it through."
    },
    {
      "qid": "d1ab402f",
      "author": "George Eliot",
      "en": "Acting is nothing more or less than playing. The idea is to humanize life."
    },
    {
      "qid": "af705411",
      "author": "George Eliot",
      "en": "We hand folks over to God's mercy, and show none ourselves."
    },
    {
      "qid": "1f2c83e9",
      "author": "George Eliot",
      "en": "The finest language is mostly made up of simple unimposing words."
    },
    {
      "qid": "c90323cf",
      "author": "George Eliot",
      "en": "There is no private life which has not been determined by a wider public life."
    },
    {
      "qid": "dc2c7147",
      "author": "George Eliot",
      "en": "Cruelty, like every other vice, requires no motive outside of itself; it only requires opportunity."
    },
    {
      "qid": "ffefa23b",
      "author": "George Eliot",
      "en": "What makes life dreary is the want of a motive."
    },
    {
      "qid": "075efeac",
      "author": "George Eliot",
      "en": "I have the conviction that excessive literary production is a social offence."
    },
    {
      "qid": "547fc6e8",
      "author": "George Eliot",
      "en": "Nothing is so good as it seems beforehand."
    },
    {
      "qid": "2a8c18ee",
      "author": "George Eliot",
      "en": "Vanity is as ill at ease under indifference as tenderness is under a love which it cannot return."
    },
    {
      "qid": "8daff52d",
      "author": "George Eliot",
      "en": "What greater thing is there for two human souls than to feel that they are joined - to strengthen each other - to be at one with each other in silent unspeakable memories."
    },
    {
      "qid": "9a0a554d",
      "author": "George Eliot",
      "en": "What loneliness is more lonely than distrust?"
    },
    {
      "qid": "dc8e1f9f",
      "author": "George Eliot",
      "en": "He was like a cock who thought the sun had risen to hear him crow."
    },
    {
      "qid": "4753f1bb",
      "author": "George Eliot",
      "en": "People who can't be witty exert themselves to be devout and affectionate."
    },
    {
      "qid": "1dcad016",
      "author": "George Eliot",
      "en": "Animals are such agreeable friends - they ask no questions; they pass no criticisms."
    },
    {
      "qid": "a712d13c",
      "author": "George Eliot",
      "en": "Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns."
    },
    {
      "qid": "8072ee96",
      "author": "George Eliot",
      "en": "Opposition may become sweet to a man when he has christened it persecution."
    },
    {
      "qid": "9de9d9e4",
      "author": "George Eliot",
      "en": "Only in the agony of parting do we look into the depths of love."
    },
    {
      "qid": "5721e965",
      "author": "George Eliot",
      "en": "It is never too late to be what you might have been."
    },
    {
      "qid": "7cd7d8c7",
      "author": "George Eliot",
      "en": "Breed is stronger than pasture."
    },
    {
      "qid": "aea66d2a",
      "author": "George Eliot",
      "en": "Excellence encourages one about life generally; it shows the spiritual wealth of the world."
    },
    {
      "qid": "df637eff",
      "author": "George Eliot",
      "en": "The world is full of hopeful analogies and handsome, dubious eggs, called possibilities."
    },
    {
      "qid": "958b6347",
      "author": "George Eliot",
      "en": "Is it not rather what we expect in men, that they should have numerous strands of experience lying side by side and never compare them with each other?"
    },
    {
      "qid": "d838be58",
      "author": "George Eliot",
      "en": "All the learnin' my father paid for was a bit o' birch at one end and an alphabet at the other."
    },
    {
      "qid": "e1b556c0",
      "author": "George Eliot",
      "en": "But that intimacy of mutual embarrassment, in which each feels that the other is feeling something, having once existed, its effect is not to be done away with."
    },
    {
      "qid": "3aa56a8b",
      "author": "George Eliot",
      "en": "There is only one failure in life possible, and that is not to be true to the best one knows."
    },
    {
      "qid": "68665aa4",
      "author": "George Eliot",
      "en": "The happiest women, like the happiest nations, have no history."
    },
    {
      "qid": "592a1d3b",
      "author": "George Eliot",
      "en": "No great deed is done by falterers who ask for certainty."
    },
    {
      "qid": "cd31f0cd",
      "author": "George Eliot",
      "en": "And when a woman's will is as strong as the man's who wants to govern her, half her strength must be concealment."
    },
    {
      "qid": "fdd5ba6f",
      "author": "George Eliot",
      "en": "Blessed is the man, who having nothing to say, abstains from giving wordy evidence of the fact."
    },
    {
      "qid": "2165f68e",
      "author": "George Eliot",
      "en": "Death is the king of this world: 'Tis his park where he breeds life to feed him. Cries of pain are music for his banquet."
    },
    {
      "qid": "78c958ca",
      "author": "George Eliot",
      "en": "To have in general but little feeling, seems to be the only security against feeling too much on any particular occasion."
    },
    {
      "qid": "52f8e98c",
      "author": "George Eliot",
      "en": "In every parting there is an image of death."
    },
    {
      "qid": "0f56a93d",
      "author": "George Eliot",
      "en": "There are some cases in which the sense of injury breeds not the will to inflict injuries and climb over them as a ladder, but a hatred of all injury."
    },
    {
      "qid": "3baba431",
      "author": "George Eliot",
      "en": "Every woman is supposed to have the same set of motives, or else to be a monster."
    },
    {
      "qid": "df7711d2",
      "author": "George Eliot",
      "en": "Adventure is not outside man; it is within."
    },
    {
      "qid": "a60e1df0",
      "author": "George Eliot",
      "en": "It always remains true that if we had been greater, circumstance would have been less strong against us."
    },
    {
      "qid": "9547a285",
      "author": "George Eliot",
      "en": "Excessive literary production is a social offense."
    },
    {
      "qid": "1bd7ee69",
      "author": "George Eliot",
      "en": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure."
    },
    {
      "qid": "055932e3",
      "author": "George Eliot",
      "en": "The best augury of a man's success in his profession is that he thinks it the finest in the world."
    },
    {
      "qid": "bc2bd560",
      "author": "George Eliot",
      "en": "What do we live for, if not to make life less difficult for each other?"
    },
    {
      "qid": "9a0c21a3",
      "author": "George Eliot",
      "en": "Genius at first is little more than a great capacity for receiving discipline."
    },
    {
      "qid": "60a8c9ca",
      "author": "George Eliot",
      "en": "The egoism which enters into our theories does not affect their sincerity; rather, the more our egoism is satisfied, the more robust is our belief."
    },
    {
      "qid": "4483d1eb",
      "author": "George Eliot",
      "en": "Ignorant kindness may have the effect of cruelty; but to be angry with it as if it were direct cruelty would be an ignorant unkindness."
    },
    {
      "qid": "99974470",
      "author": "George Eliot",
      "en": "Our words have wings, but fly not where we would."
    },
    {
      "qid": "76075489",
      "author": "George Eliot",
      "en": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions."
    },
    {
      "qid": "f4f130e4",
      "author": "George Eliot",
      "en": "For what is love itself, for the one we love best? An enfolding of immeasurable cares which yet are better than any joys outside our love."
    },
    {
      "qid": "f4a5bf00",
      "author": "George Eliot",
      "en": "Belief consists in accepting the affirmations of the soul; unbelief, in denying them."
    },
    {
      "qid": "25c2da93",
      "author": "George Eliot",
      "en": "All meanings, we know, depend on the key of interpretation."
    },
    {
      "qid": "def6eb0a",
      "author": "George Eliot",
      "en": "Hobbies are apt to run away with us, you know; it doesn't do to be run away with. We must keep the reins."
    },
    {
      "qid": "a087a3fc",
      "author": "George Eliot",
      "en": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know."
    },
    {
      "qid": "d57c6508",
      "author": "George Eliot",
      "en": "That's what a man wants in a wife, mostly; he wants to make sure one fool tells him he's wise."
    },
    {
      "qid": "70b7bed6",
      "author": "George Eliot",
      "en": "A woman's heart must be of such a size and no larger, else it must be pressed small, like Chinese feet; her happiness is to be made as cakes are, by a fixed recipe."
    },
    {
      "qid": "e52eedf8",
      "author": "George Eliot",
      "en": "Mortals are easily tempted to pinch the life out of their neighbour's buzzing glory, and think that such killing is no murder."
    },
    {
      "qid": "794dde75",
      "author": "George Eliot",
      "en": "I should like to know what is the proper function of women, if it is not to make reasons for husbands to stay at home, and still stronger reasons for bachelors to go out."
    },
    {
      "qid": "7922a6ff",
      "author": "George Eliot",
      "en": "Consequences are unpitying."
    },
    {
      "qid": "297324d8",
      "author": "George Eliot",
      "en": "Conscientious people are apt to see their duty in that which is the most painful course."
    },
    {
      "qid": "f7e5d579",
      "author": "George Eliot",
      "en": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men."
    },
    {
      "qid": "3020f72c",
      "author": "George Eliot",
      "en": "Our deeds still travel with us from afar, and what we have been makes us what we are."
    },
    {
      "qid": "4a9ce63d",
      "author": "George Eliot",
      "en": "The years between fifty and seventy are the hardest. You are always being asked to do things, and yet you are not decrepit enough to turn them down."
    },
    {
      "qid": "c4bc429a",
      "author": "George Eliot",
      "en": "In all private quarrels the duller nature is triumphant by reason of dullness."
    },
    {
      "qid": "68d28b36",
      "author": "George Eliot",
      "en": "Anger and jealousy can no more bear to lose sight of their objects than love."
    },
    {
      "qid": "b7799d4d",
      "author": "George Eliot",
      "en": "A toddling little girl is a centre of common feeling which makes the most dissimilar people understand each other."
    },
    {
      "qid": "e40d59e2",
      "author": "George Eliot",
      "en": "The important work of moving the world forward does not wait to be done by perfect men."
    },
    {
      "qid": "2fb8249f",
      "author": "George Eliot",
      "en": "Might, could, would - they are contemptible auxiliaries."
    },
    {
      "qid": "f7e2453e",
      "author": "George Eliot",
      "en": "One must be poor to know the luxury of giving!"
    },
    {
      "qid": "c320330f",
      "author": "George Eliot",
      "en": "No compliment can be eloquent, except as an expression of indifference."
    },
    {
      "qid": "5ef5bff2",
      "author": "George Eliot",
      "en": "When we get to wishing a great deal for ourselves, whatever we get soon turns into mere limitation and exclusion."
    },
    {
      "qid": "94e2bb8b",
      "author": "George Eliot",
      "en": "A difference of taste in jokes is a great strain on the affections."
    },
    {
      "qid": "cff953d1",
      "author": "George Eliot",
      "en": "An ass may bray a good while before he shakes the stars down."
    },
    {
      "qid": "ba8d9580",
      "author": "George Eliot",
      "en": "When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity."
    },
    {
      "qid": "0cdbefef",
      "author": "George Eliot",
      "en": "Our dead are never dead to us, until we have forgotten them."
    },
    {
      "qid": "9c2577cc",
      "author": "George Eliot",
      "en": "But what we call our despair is often only the painful eagerness of unfed hope."
    },
    {
      "qid": "c95a904c",
      "author": "George Eliot",
      "en": "Knowledge slowly builds up what Ignorance in an hour pulls down."
    },
    {
      "qid": "a9b33e03",
      "author": "George Eliot",
      "en": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope."
    },
    {
      "qid": "5000ce73",
      "author": "George Eliot",
      "en": "The responsibility of tolerance lies with those who have the wider vision."
    },
    {
      "qid": "dd04b238",
      "author": "George Eliot",
      "en": "In spite of his practical ability, some of his experience had petrified into maxims and quotations."
    },
    {
      "qid": "117e76a9",
      "author": "George Eliot",
      "en": "An election is coming. Universal peace is declared, and the foxes have a sincere interest in prolonging the lives of the poultry."
    },
    {
      "qid": "af1035d9",
      "author": "George Eliot",
      "en": "Quarrel? Nonsense; we have not quarreled. If one is not to get into a rage sometimes, what is the good of being friends?"
    },
    {
      "qid": "14d78a28",
      "author": "George Eliot",
      "en": "The strongest principle of growth lies in the human choice."
    },
    {
      "qid": "c345eb7c",
      "author": "George Eliot",
      "en": "I like trying to get pregnant. I'm not so sure about childbirth."
    },
    {
      "qid": "8502105e",
      "author": "George Eliot",
      "en": "Science is properly more scrupulous than dogma. Dogma gives a charter to mistake, but the very breath of science is a contest with mistake, and must keep the conscience alive."
    },
    {
      "qid": "e547c30c",
      "author": "George Eliot",
      "en": "Different taste in jokes is a great strain on the affections."
    },
    {
      "qid": "8ea9b6e0",
      "author": "George Eliot",
      "en": "Our deeds determine us, as much as we determine our deeds."
    },
    {
      "qid": "90cb93d0",
      "author": "George Eliot",
      "en": "I like not only to be loved, but also to be told I am loved."
    },
    {
      "qid": "60b6e356",
      "author": "George Eliot",
      "en": "The beginning of compunction is the beginning of a new life."
    },
    {
      "qid": "817f3a28",
      "author": "George Eliot",
      "en": "Jealousy is never satisfied with anything short of an omniscience that would detect the subtlest fold of the heart."
    },
    {
      "qid": "6c402cd0",
      "author": "George Eliot",
      "en": "In the vain laughter of folly wisdom hears half its applause."
    },
    {
      "qid": "b88b0410",
      "author": "George Eliot",
      "en": "We must find our duties in what comes to us, not in what might have been."
    },
    {
      "qid": "40c3cb52",
      "author": "George Eliot",
      "en": "Hostesses who entertain much must make up their parties as ministers make up their cabinets, on grounds other than personal liking."
    },
    {
      "qid": "12ca3a9c",
      "author": "George Eliot",
      "en": "The only failure one should fear, is not hugging to the purpose they see as best."
    },
    {
      "qid": "3881da80",
      "author": "George Eliot",
      "en": "It is a narrow mind which cannot look at a subject from various points of view."
    },
    {
      "qid": "2c3cf381",
      "author": "George Eliot",
      "en": "No story is the same to us after a lapse of time; or rather we who read it are no longer the same interpreters."
    }
  ]
}