{
  "name": "Henry Ford",
  "image": "Henry-Ford",
  "quotes": [
    {
      "id": "ed86e1e4",
      "en": "The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time."
    },
    {
      "id": "743a0f8b",
      "en": "My best friend is the one who brings out the best in me."
    },
    {
      "id": "0e2e259f",
      "en": "It has been my observation that most people get ahead during the time that others waste."
    },
    {
      "id": "3f35b9f9",
      "en": "There are no big problems, there are just a lot of little problems."
    },
    {
      "id": "6c58d438",
      "en": "Whether you believe you can do a thing or not, you are right."
    },
    {
      "id": "64782217",
      "en": "Whether you think that you can, or that you can't, you are usually right."
    },
    {
      "id": "2786f196",
      "en": "You will find men who want to be carried on the shoulders of others, who think that the world owes them a living. They don't seem to see that we must all lift together and pull together."
    },
    {
      "id": "cc9f21dd",
      "en": "There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible."
    },
    {
      "id": "69de7180",
      "en": "Obstacles are those frightful things you see when you take your eyes off your goal."
    },
    {
      "id": "0b4b85a5",
      "en": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "id": "f4a047fa",
      "en": "We don't want tradition. We want to live in the present and the only history that is worth a tinker's dam is the history we make today."
    },
    {
      "id": "3c7335eb",
      "en": "Enthusiasm is the yeast that makes your hopes shine to the stars. Enthusiasm is the sparkle in your eyes, the swing in your gait. The grip of your hand, the irresistible surge of will and energy to execute your ideas."
    },
    {
      "id": "c94fbdca",
      "en": "There is no man living that can not do more than he thinks he can."
    },
    {
      "id": "7db686e3",
      "en": "A business that makes nothing but money is a poor business."
    },
    {
      "id": "99bec45c",
      "en": "Failure is simply the opportunity to begin again, this time more intelligently."
    },
    {
      "id": "ac039c06",
      "en": "Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service."
    },
    {
      "id": "4bbdd729",
      "en": "Whatever you have, you must either use or lose."
    },
    {
      "id": "4f1208ea",
      "en": "The highest use of capital is not to make more money, but to make money do more for the betterment of life."
    },
    {
      "id": "dad26a07",
      "en": "Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets."
    },
    {
      "id": "d79211a3",
      "en": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning."
    },
    {
      "id": "59860e1a",
      "en": "I am looking for a lot of men who have an infinite capacity to not know what can't be done."
    },
    {
      "id": "0ff034aa",
      "en": "An idealist is a person who helps other people to be prosperous."
    },
    {
      "id": "585a2026",
      "en": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability."
    },
    {
      "id": "1cd5259c",
      "en": "Speculation is only a word covering the making of money out of the manipulation of prices, instead of supplying goods and services."
    },
    {
      "id": "e927a439",
      "en": "You can't build a reputation on what you are going to do."
    },
    {
      "id": "2e83b66c",
      "en": "If you think you can do a thing or think you can't do a thing, you're right."
    },
    {
      "id": "8e9e1f8c",
      "en": "History is more or less bunk."
    },
    {
      "id": "7fda5eac",
      "en": "A market is never saturated with a good product, but it is very quickly saturated with a bad one."
    },
    {
      "id": "8d2cd191",
      "en": "Capital punishment is as fundamentally wrong as a cure for crime as charity is wrong as a cure for poverty."
    },
    {
      "id": "3cb89127",
      "en": "As we advance in life we learn the limits of our abilities."
    },
    {
      "id": "e8348df3",
      "en": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability."
    },
    {
      "id": "c073a120",
      "en": "There is joy in work. There is no happiness except in the realization that we have accomplished something."
    },
    {
      "id": "c24c8747",
      "en": "You can't learn in school what the world is going to do next year."
    },
    {
      "id": "dc2001f9",
      "en": "One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do."
    },
    {
      "id": "163120bc",
      "en": "Thinking is the hardest work there is, which is probably the reason why so few engage in it."
    },
    {
      "id": "5bfd9381",
      "en": "I cannot discover that anyone knows enough to say definitely what is and what is not possible."
    },
    {
      "id": "a8cc84d3",
      "en": "Any colour - so long as it's black."
    },
    {
      "id": "00b13bf7",
      "en": "Most people spend more time and energy going around problems than in trying to solve them."
    },
    {
      "id": "f33f9e7a",
      "en": "Time and money spent in helping men to do more for themselves is far better than mere giving."
    },
    {
      "id": "7a080bb9",
      "en": "A bore is a person who opens his mouth and puts his feats in it."
    },
    {
      "id": "92ad82c0",
      "en": "A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large."
    },
    {
      "id": "40bb0ecb",
      "en": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young."
    },
    {
      "id": "adca22bc",
      "en": "Nothing is particularly hard if you divide it into small jobs."
    },
    {
      "id": "22fff3cb",
      "en": "Even a mistake may turn out to be the one thing necessary to a worthwhile achievement."
    },
    {
      "id": "fb8be44d",
      "en": "Don't find fault, find a remedy."
    },
    {
      "id": "6517cddb",
      "en": "Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward."
    },
    {
      "id": "e18eda7e",
      "en": "Before everything else, getting ready is the secret of success."
    },
    {
      "id": "6d595fcb",
      "en": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about."
    },
    {
      "id": "8f116b05",
      "en": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "id": "fd73d579",
      "en": "Exercise is bunk. If you are healthy, you don't need it: if you are sick you should not take it."
    },
    {
      "id": "2a50ea46",
      "en": "Quality means doing it right when no one is looking."
    },
    {
      "id": "9b201961",
      "en": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed."
    },
    {
      "id": "6bf0e884",
      "en": "Money is like an arm or leg - use it or lose it."
    },
    {
      "id": "55ee5253",
      "en": "Competition is the keen cutting edge of business, always shaving away at costs."
    },
    {
      "id": "a35895dc",
      "en": "What's right about America is that although we have a mess of problems, we have great capacity - intellect and resources - to do some thing about them."
    },
    {
      "id": "b8c12d2c",
      "en": "Coming together is a beginning; keeping together is progress; working together is success."
    },
    {
      "id": "3eeba4ab",
      "en": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own."
    },
    {
      "id": "e0b0b26f",
      "en": "I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night."
    },
    {
      "id": "c3b782ed",
      "en": "It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages."
    }
  ]
}