{
  "author": "J. K. Rowling",
  "imageId": "J.-K.-Rowling",
  "data": [
    {
      "qid": "395feb41",
      "author": "J. K. Rowling",
      "en": "I'm an emotional person."
    },
    {
      "qid": "bddac1e6",
      "author": "J. K. Rowling",
      "en": "I will carry on writing, to be sure. But I don't know if I would want to publish again after Harry Potter."
    },
    {
      "qid": "c05747eb",
      "author": "J. K. Rowling",
      "en": "I don't think I am evangelical in my work."
    },
    {
      "qid": "d3211cfe",
      "author": "J. K. Rowling",
      "en": "I'm not anti-middle-class in the slightest. Look at me! I am very pro people putting time and money and effort into trying to improve the world."
    },
    {
      "qid": "2a1294b2",
      "author": "J. K. Rowling",
      "en": "We do stigmatise teens a lot and see them as scary and alien."
    },
    {
      "qid": "2c0c2474",
      "author": "J. K. Rowling",
      "en": "I love inventing names, but I also collect unusual names, so that I can look through my notebook and choose one that suits a new character."
    },
    {
      "qid": "64f15910",
      "author": "J. K. Rowling",
      "en": "I am proud of having done what I've done. Very proud."
    },
    {
      "qid": "594a6375",
      "author": "J. K. Rowling",
      "en": "My favorite literary heroine is Jo March. It is hard to overstate what she meant to a small, plain girl called Jo, who had a hot temper and a burning ambition to be a writer."
    },
    {
      "qid": "24d21baf",
      "author": "J. K. Rowling",
      "en": "The first story I finished was when I was six years old."
    },
    {
      "qid": "0787a1b8",
      "author": "J. K. Rowling",
      "en": "I always felt an outsider."
    },
    {
      "qid": "4867180c",
      "author": "J. K. Rowling",
      "en": "I've been asked this question so many times, do you feel you need to write a book for adults? No, I don't need to write a book for adults."
    },
    {
      "qid": "1a4f3511",
      "author": "J. K. Rowling",
      "en": "Poverty entails fear and stress and sometimes depression. It meets a thousand petty humiliations and hardships. Climbing out of poverty by your own efforts that is something on which to pride yourself but poverty itself is romanticized by fools."
    },
    {
      "qid": "3de22362",
      "author": "J. K. Rowling",
      "en": "I just write what I wanted to write. I write what amuses me. It's totally for myself. I never in my wildest dreams expected this popularity."
    },
    {
      "qid": "d6b49295",
      "author": "J. K. Rowling",
      "en": "I did not set out to convert anyone to Christianity."
    },
    {
      "qid": "acf3b213",
      "author": "J. K. Rowling",
      "en": "Whether you come back by page or by the big screen, Hogwarts will always be there to welcome you home."
    },
    {
      "qid": "6cd26007",
      "author": "J. K. Rowling",
      "en": "Anything's possible if you've got enough nerve."
    },
    {
      "qid": "3d9de9e7",
      "author": "J. K. Rowling",
      "en": "With all of their benefits, and there are many, one of the things I regret about e-books is that they have taken away the necessity of trawling foreign bookshops or the shelves of holiday houses to find something to read. I've come across gems and stinkers that way, and both can be fun."
    },
    {
      "qid": "64561397",
      "author": "J. K. Rowling",
      "en": "I'm opposed to fundamentalism in any form."
    },
    {
      "qid": "ac25fd25",
      "author": "J. K. Rowling",
      "en": "Failure means a stripping away of the inessential."
    },
    {
      "qid": "8c5c8114",
      "author": "J. K. Rowling",
      "en": "There's no formula."
    },
    {
      "qid": "87c69c72",
      "author": "J. K. Rowling",
      "en": "When I was in my teens I had issues with OCD."
    },
    {
      "qid": "83c8182b",
      "author": "J. K. Rowling",
      "en": "His priority did not seem to be to teach them what he knew, but rather to impress upon them that nothing, not even... knowledge, was foolproof."
    },
    {
      "qid": "2e795f6d",
      "author": "J. K. Rowling",
      "en": "There was a point where I really felt I had 'penniless divorcee lone parent' tattooed on my head."
    },
    {
      "qid": "19350780",
      "author": "J. K. Rowling",
      "en": "I was convinced that the only thing I wanted to do ever - was write novels."
    },
    {
      "qid": "3cce3902",
      "author": "J. K. Rowling",
      "en": "I'm not a natural joiner."
    },
    {
      "qid": "d76a5d57",
      "author": "J. K. Rowling",
      "en": "I don't need to publish to make a living."
    },
    {
      "qid": "7a33f5d5",
      "author": "J. K. Rowling",
      "en": "And the idea of just wandering off to a cafe with a notebook and writing and seeing where that takes me for awhile is just bliss."
    },
    {
      "qid": "47413005",
      "author": "J. K. Rowling",
      "en": "We're a phenomenally snobby society, and it's such a rich seam. The middle class is so funny: it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
    },
    {
      "qid": "fe33ebf3",
      "author": "J. K. Rowling",
      "en": "You sort of start thinking anything's possible if you've got enough nerve."
    },
    {
      "qid": "aa66325b",
      "author": "J. K. Rowling",
      "en": "Secretly we're all a little more absurd than we make ourselves out to be."
    },
    {
      "qid": "5e262236",
      "author": "J. K. Rowling",
      "en": "I've never managed to keep a journal longer than two weeks."
    },
    {
      "qid": "02a1a3c3",
      "author": "J. K. Rowling",
      "en": "I am not a particularly thick-skinned person."
    },
    {
      "qid": "79cbe01e",
      "author": "J. K. Rowling",
      "en": "I think the next thing I publish will be for children, but I don't really want to be held to that because I also know what my next book for adults will be, and I really like that, too, so it depends. I've always had more than one thing going."
    },
    {
      "qid": "16e083b3",
      "author": "J. K. Rowling",
      "en": "Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose."
    },
    {
      "qid": "e8cc2807",
      "author": "J. K. Rowling",
      "en": "If you want to see the true measure of a man, watch how he treats his inferiors, not his equals."
    },
    {
      "qid": "0efb55ce",
      "author": "J. K. Rowling",
      "en": "I love a good Dorothy L. Sayers."
    },
    {
      "qid": "c6c99e8c",
      "author": "J. K. Rowling",
      "en": "I would always want printed books."
    },
    {
      "qid": "66f9948f",
      "author": "J. K. Rowling",
      "en": "Death obsesses me, yes it does. I can't really understand why it doesn't obsess everyone - I think it does really, I'm just a little more out about it."
    },
    {
      "qid": "c301dafc",
      "author": "J. K. Rowling",
      "en": "It is our choices... that show what we truly are, far more than our abilities."
    },
    {
      "qid": "f06af4b7",
      "author": "J. K. Rowling",
      "en": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution."
    },
    {
      "qid": "7c6edd4b",
      "author": "J. K. Rowling",
      "en": "Talent and intelligence never yet inoculated anyone against the caprice of the fates."
    },
    {
      "qid": "26dc826c",
      "author": "J. K. Rowling",
      "en": "Of all the subjects on this planet, I think my parents would have been hard put to name one less useful than Greek mythology to securing the keys to an executive bathroom."
    },
    {
      "qid": "ca9ce780",
      "author": "J. K. Rowling",
      "en": "I'm pro Union."
    },
    {
      "qid": "0ec14926",
      "author": "J. K. Rowling",
      "en": "I'm interested in that drive, that rush to judgment, that is so prevalent in our society. We all know that pleasurable rush that comes from condemning, and in the short term it's quite a satisfying thing to do, isn't it?"
    },
    {
      "qid": "26e2ae3c",
      "author": "J. K. Rowling",
      "en": "Fear of a name increases fear of the thing itself."
    },
    {
      "qid": "35d51038",
      "author": "J. K. Rowling",
      "en": "When people are very damaged, they can often meet the world with a kind of defiance."
    },
    {
      "qid": "55eebc70",
      "author": "J. K. Rowling",
      "en": "I always have a basic plot outline, but I like to leave some things to be decided while I write."
    },
    {
      "qid": "dcdef83f",
      "author": "J. K. Rowling",
      "en": "I pay a lot of tax, and I feel, one of the reasons I stay and pay why I'm not based in Monaco... I think my country helped me."
    },
    {
      "qid": "fce433d8",
      "author": "J. K. Rowling",
      "en": "No, there is literally nothing on the business side that I wouldn't sacrifice in a heartbeat to have an extra couple of hours' writing. Nothing."
    },
    {
      "qid": "5abaf1f0",
      "author": "J. K. Rowling",
      "en": "In fact, you couldn't give me anything to make me go back to being a teenager. Never. No, I hated it."
    },
    {
      "qid": "d5cf4482",
      "author": "J. K. Rowling",
      "en": "Honestly, I think we should be delighted people still want to read, be it on a Kindle or a Nook or whatever the latest device is."
    },
    {
      "qid": "6d958875",
      "author": "J. K. Rowling",
      "en": "I think that I've had a very strange life."
    },
    {
      "qid": "b32c5ce4",
      "author": "J. K. Rowling",
      "en": "The poor are discussed as this homogeneous mash, like porridge. The idea that they might be individuals, and be where they are for very different, diverse reasons, again seems to escape some people."
    },
    {
      "qid": "bdf75c9a",
      "author": "J. K. Rowling",
      "en": "Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me."
    },
    {
      "qid": "8245ff7f",
      "author": "J. K. Rowling",
      "en": "Never be ashamed! There's some who'll hold it against you, but they're not worth bothering with."
    },
    {
      "qid": "e9caade3",
      "author": "J. K. Rowling",
      "en": "The moment I said I'd finished a book, I knew what would happen. There would be a bidding war, and I would end up with someone who'd got the fattest wallet, who had bought it because I'd written Harry Potter. That would have been why."
    },
    {
      "qid": "410684ed",
      "author": "J. K. Rowling",
      "en": "I really don't believe in magic."
    },
    {
      "qid": "b18fb496",
      "author": "J. K. Rowling",
      "en": "I am the freest author in the world."
    },
    {
      "qid": "4ed030a5",
      "author": "J. K. Rowling",
      "en": "Bigotry is probably the thing I detest most."
    },
    {
      "qid": "ac680ec5",
      "author": "J. K. Rowling",
      "en": "I feel 80% of my life is completely normal."
    },
    {
      "qid": "6466e25b",
      "author": "J. K. Rowling",
      "en": "I don't think about who the audience is for my books."
    },
    {
      "qid": "12e85ed4",
      "author": "J. K. Rowling",
      "en": "In a novel you have to resist the urge to tell everything."
    },
    {
      "qid": "081c1e6b",
      "author": "J. K. Rowling",
      "en": "I've laid my friends bare."
    },
    {
      "qid": "39c9d1c9",
      "author": "J. K. Rowling",
      "en": "Writing and cafes are strongly linked in my brain."
    },
    {
      "qid": "061d6cb4",
      "author": "J. K. Rowling",
      "en": "I knew no one who'd ever been in the public eye."
    },
    {
      "qid": "5d0507f5",
      "author": "J. K. Rowling",
      "en": "Some of the furor that surrounded a Harry Potter publication was fun."
    },
    {
      "qid": "99dc4a65",
      "author": "J. K. Rowling",
      "en": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default."
    },
    {
      "qid": "cb616709",
      "author": "J. K. Rowling",
      "en": "I like to get in among a set of people and get to know them very well."
    },
    {
      "qid": "5bd56de4",
      "author": "J. K. Rowling",
      "en": "The best of us must sometimes eat our words."
    },
    {
      "qid": "d06d8bf9",
      "author": "J. K. Rowling",
      "en": "You lose your individuality a huge amount when you have no money, and I certainly had that experience."
    },
    {
      "qid": "cfc74567",
      "author": "J. K. Rowling",
      "en": "If you love something - and there are things that I love - you do want more and more and more of it, but that's not the way to produce good work."
    },
    {
      "qid": "47f93a2a",
      "author": "J. K. Rowling",
      "en": "I remember the first time I heard a teenager say 'LOL.' Just what? But it means 'laugh.' Why don't you just laugh? What are you doing?"
    },
    {
      "qid": "1f6564d1",
      "author": "J. K. Rowling",
      "en": "I think I've really exhausted the magical. It was a lot of fun, but I've put it behind me for the time being."
    },
    {
      "qid": "5bc38ba4",
      "author": "J. K. Rowling",
      "en": "I would like to be remembered as someone who did the best she could with the talent she had."
    },
    {
      "qid": "513730d5",
      "author": "J. K. Rowling",
      "en": "Humans have a knack for choosing precisely the things that are worst for them."
    },
    {
      "qid": "4cdb2e01",
      "author": "J. K. Rowling",
      "en": "The moment you are old enough to take the wheel, responsibility lies with you."
    },
    {
      "qid": "bde0ff99",
      "author": "J. K. Rowling",
      "en": "I think you're working and learning until you die."
    },
    {
      "qid": "4de6042d",
      "author": "J. K. Rowling",
      "en": "The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny."
    },
    {
      "qid": "fbbdf19b",
      "author": "J. K. Rowling",
      "en": "The thing about the 600 words, I mean some day, you can do a very, very, very hard day's work and not write a word, just revising, or you would scribble a few words."
    },
    {
      "qid": "d731367b",
      "author": "J. K. Rowling",
      "en": "There are some things you can't share without ending up liking each other."
    },
    {
      "qid": "276352e2",
      "author": "J. K. Rowling",
      "en": "If you love something - and there are things that I love - you do want more and more and more of it, but that's not the way to produce good work. So as an author, I need to write what I need to write."
    },
    {
      "qid": "7c772b0f",
      "author": "J. K. Rowling",
      "en": "I've been writing my entire life, and I'll always write."
    },
    {
      "qid": "9ac3e309",
      "author": "J. K. Rowling",
      "en": "If you're holding out for universal popularity, I'm afraid you will be in this cabin for a very long time."
    },
    {
      "qid": "ab9109f2",
      "author": "J. K. Rowling",
      "en": "It does not do to dwell on dreams and forget to live."
    },
    {
      "qid": "312d5f81",
      "author": "J. K. Rowling",
      "en": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "qid": "472fb7e6",
      "author": "J. K. Rowling",
      "en": "Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared."
    },
    {
      "qid": "e6293638",
      "author": "J. K. Rowling",
      "en": "If ever I expected to come face to face with an angry Christian fundamentalist, it wasn't in FAO Schwarz."
    },
    {
      "qid": "70baa73f",
      "author": "J. K. Rowling",
      "en": "Never trust anything that can think for itself if you can't see where it keeps its brain."
    },
    {
      "qid": "87542578",
      "author": "J. K. Rowling",
      "en": "On the subject of literary genres, I've always felt that my response to poetry is inadequate. I'd love to be the kind of person that drifts off into the garden with a slim volume of Elizabethan verse or a sheaf of haikus, but my passion is story."
    },
    {
      "qid": "650fa3f8",
      "author": "J. K. Rowling",
      "en": "The thing about fantasy - there are certain things you just don't do in fantasy."
    },
    {
      "qid": "c1a45028",
      "author": "J. K. Rowling",
      "en": "'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else."
    },
    {
      "qid": "a350c34d",
      "author": "J. K. Rowling",
      "en": "It is perfectly possible to live a very moral life without a belief in God, and I think it's perfectly possible to live a life peppered with ill-doing and believe in God."
    },
    {
      "qid": "6d17b49f",
      "author": "J. K. Rowling",
      "en": "I think you could ask 10 English people the same question about class and get a very different answer."
    },
    {
      "qid": "d7d1f170",
      "author": "J. K. Rowling",
      "en": "I loved writing for kids, I loved talking to children about what I'd written, I don't want to leave that behind."
    },
    {
      "qid": "3142dcc0",
      "author": "J. K. Rowling",
      "en": "I sometimes have a tendency to walk on the dark side."
    },
    {
      "qid": "b847d09d",
      "author": "J. K. Rowling",
      "en": "However my parents - both of whom came from impoverished backgrounds and neither of whom had been to college, took the view that my overactive imagination was an amusing quirk that would never pay a mortgage or secure a pension."
    },
    {
      "qid": "eacc8438",
      "author": "J. K. Rowling",
      "en": "I do get recognized, but I must say Edinburgh is a fantastic city to live if you're well-known. There is an innate respect for privacy in Edinburgh people, and I also think they're used to seeing me walking around, so I don't think I'm a very big deal."
    },
    {
      "qid": "3b476a20",
      "author": "J. K. Rowling",
      "en": "Hearing voices no one else can hear isn't a good sign, even in the wizarding world."
    },
    {
      "qid": "d4330a9b",
      "author": "J. K. Rowling",
      "en": "The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous."
    },
    {
      "qid": "9c4f2a0c",
      "author": "J. K. Rowling",
      "en": "But I was the most unashamed lone parent you were ever going to meet."
    },
    {
      "qid": "a19f23be",
      "author": "J. K. Rowling",
      "en": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young."
    },
    {
      "qid": "7360cd74",
      "author": "J. K. Rowling",
      "en": "I imagined being a famous writer would be like being like Jane Austen."
    },
    {
      "qid": "1b717f4d",
      "author": "J. K. Rowling",
      "en": "To the well-organized mind, death is but the next great adventure."
    },
    {
      "qid": "724f954a",
      "author": "J. K. Rowling",
      "en": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill."
    },
    {
      "qid": "e2a7edd9",
      "author": "J. K. Rowling",
      "en": "What's coming will come and we'll just have to meet it when it does."
    },
    {
      "qid": "43afb044",
      "author": "J. K. Rowling",
      "en": "People ask me if there are going to be stories of Harry Potter as an adult. Frankly, if I wanted to, I could keep writing stories until Harry is a senior citizen, but I don't know how many people would actually want to read about a 65 year old Harry still at Hogwarts playing bingo with Ron and Hermione."
    },
    {
      "qid": "cac3ad3f",
      "author": "J. K. Rowling",
      "en": "Death is just life's next big adventure."
    },
    {
      "qid": "8a70fca8",
      "author": "J. K. Rowling",
      "en": "There appears to be something to do with vehicles and movement that stimulates my writing."
    },
    {
      "qid": "d3750b4d",
      "author": "J. K. Rowling",
      "en": "Jane Austen is the pinnacle to which all other authors aspire."
    },
    {
      "qid": "e67120ff",
      "author": "J. K. Rowling",
      "en": "The internet has been a boon and a curse for teenagers."
    },
    {
      "qid": "299d7291",
      "author": "J. K. Rowling",
      "en": "I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life."
    },
    {
      "qid": "ad0c4d59",
      "author": "J. K. Rowling",
      "en": "I received free health care."
    },
    {
      "qid": "984aa40a",
      "author": "J. K. Rowling",
      "en": "I just hate meetings. Though it's true that once you've made a lot of money, people around you might be full of ideas about ways to make lots more money and might be disappointed that you don't want to seize every opportunity to do so."
    },
    {
      "qid": "ca3d31e2",
      "author": "J. K. Rowling",
      "en": "The most important thing is to read as much as you can, like I did. It will give you an understanding of what makes good writing and it will enlarge your vocabulary."
    },
    {
      "qid": "ea0152b3",
      "author": "J. K. Rowling",
      "en": "I'm a writer, and I will write what I want to write."
    },
    {
      "qid": "1c34fb78",
      "author": "J. K. Rowling",
      "en": "Indifference and neglect often do much more damage than outright dislike."
    },
    {
      "qid": "662c08ec",
      "author": "J. K. Rowling",
      "en": "Whatever the reviewers feel about 'The Casual Vacancy', it is what I wanted it to be, and you can't say fairer than that as a writer."
    },
    {
      "qid": "2c666b7a",
      "author": "J. K. Rowling",
      "en": "I think you have a moral responsibility when you've been given far more than you need, to do wise things with it and give intelligently."
    },
    {
      "qid": "92ed1a49",
      "author": "J. K. Rowling",
      "en": "I felt I had to solve everyone's problems."
    }
  ]
}