{
  "name": "Jesus Christ",
  "image": "Jesus-Christ",
  "quotes": [
    {
      "id": "cf480756",
      "en": "I am the Way, the Truth, and the Life. No one comes to the Father except through me."
    },
    {
      "id": "ceb258f6",
      "en": "All the commandments: You shall not commit adultery, you shall not kill, you shall not steal, you shall not covet, and so on, are summed up in this single command: You must love your neighbor as yourself."
    },
    {
      "id": "01a06af4",
      "en": "Give to everyone who begs from you; and of him who takes away your goods do not ask them again. And as you wish that men would do to you, do so to them."
    },
    {
      "id": "6632e282",
      "en": "For everyone who exalts himself will be humbled, and everyone who humbles himself will be exalted."
    },
    {
      "id": "7e902af3",
      "en": "Do not be anxious about tomorrow, for tomorrow will be anxious for itself. Let the day's own trouble be sufficient for the day."
    },
    {
      "id": "6395a9f8",
      "en": "Do not let your hearts be troubled. Trust in God; trust also in me."
    },
    {
      "id": "fa407361",
      "en": "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust."
    },
    {
      "id": "6490577f",
      "en": "If you bring forth what is within you, what you bring forth will save you. If you do not bring forth what is within you, what you do not bring forth will destroy you."
    },
    {
      "id": "9811b65d",
      "en": "Little children, you are from God, and have conquered them; for the one who is in you is greater than the one who is in this world."
    },
    {
      "id": "ac265ad3",
      "en": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life."
    },
    {
      "id": "e545a5de",
      "en": "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven."
    },
    {
      "id": "a934f8d2",
      "en": "For what shall it profit a man, if he gain the whole world, and suffer the loss of his soul?"
    },
    {
      "id": "84fcbdd5",
      "en": "Blessed are the meek, for they will inherit the earth."
    },
    {
      "id": "0b95e574",
      "en": "As the Father has loved me, so have I loved you."
    },
    {
      "id": "fd289e80",
      "en": "My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place."
    },
    {
      "id": "8b8646c3",
      "en": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God."
    },
    {
      "id": "447f78fc",
      "en": "It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners to repentance."
    },
    {
      "id": "6299288f",
      "en": "If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same."
    },
    {
      "id": "acf3ee8d",
      "en": "Let the one among you who is without sin be the first to cast a stone."
    },
    {
      "id": "664ec0ef",
      "en": "I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death."
    },
    {
      "id": "f7aedd6e",
      "en": "For if you love those who love you, what reward have you? Do not even the tax collectors do the same?"
    },
    {
      "id": "5a8c3503",
      "en": "A new command I give you: Love one another. As I have loved you, so you must love one another."
    },
    {
      "id": "baad8051",
      "en": "And, behold, I come quickly; and my reward is with Me, to give every man according as his work shall be. I am Alpha and Omega, the beginning and the end, the first and the last."
    },
    {
      "id": "dda73666",
      "en": "Blessed are the merciful, for they will be shown mercy."
    },
    {
      "id": "6499b345",
      "en": "And know that I am with you always; yes, to the end of time."
    },
    {
      "id": "775a58f6",
      "en": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me."
    },
    {
      "id": "9bccce34",
      "en": "All my authority in heaven and on earth has been given to me."
    },
    {
      "id": "dece6491",
      "en": "If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven."
    },
    {
      "id": "89c42307",
      "en": "So I say to you, Ask and it will be given to you; search, and you will find; knock, and the door will be opened for you."
    }
  ]
}