{
  "author": "Joan of Arc",
  "imageId": "Joan-of-Arc",
  "data": [
    {
      "qid": "a8a50c11",
      "author": "Joan of Arc",
      "en": "King of England, and you, duke of Bedford, who call yourself regent of the kingdom of France... settle your debt to the king of Heaven; return to the Maiden, who is envoy of the king of Heaven, the keys to all the good towns you took and violated in France."
    },
    {
      "qid": "b5b572ce",
      "author": "Joan of Arc",
      "en": "It is true that the king has made a truce with the duke of Burgundy for fifteen days and that the duke is to turn over the city of Paris at the end of fifteen days. Yet you should not marvel if I do not enter that city so quickly."
    },
    {
      "qid": "ccadf9c4",
      "author": "Joan of Arc",
      "en": "Act, and God will act."
    },
    {
      "qid": "fec19722",
      "author": "Joan of Arc",
      "en": "If I am not, may God put me there; and if I am, may God so keep me."
    },
    {
      "qid": "98b77bfc",
      "author": "Joan of Arc",
      "en": "I am not afraid... I was born to do this."
    },
    {
      "qid": "c22eca42",
      "author": "Joan of Arc",
      "en": "I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid."
    },
    {
      "qid": "aa193370",
      "author": "Joan of Arc",
      "en": "About Jesus Christ and the Church, I simply know they're just one thing."
    },
    {
      "qid": "62b20f70",
      "author": "Joan of Arc",
      "en": "You say that you are my judge; I do not know if you are; but take good heed not to judge me ill, because you would put yourself in great peril."
    },
    {
      "qid": "caf28e30",
      "author": "Joan of Arc",
      "en": "Of the love or hatred God has for the English, I know nothing, but I do know that they will all be thrown out of France, except those who die there."
    },
    {
      "qid": "52a8dac1",
      "author": "Joan of Arc",
      "en": "I would rather die than do something which I know to be a sin, or to be against God's will."
    },
    {
      "qid": "3cb699b4",
      "author": "Joan of Arc",
      "en": "Children say that people are hung sometimes for speaking the truth."
    },
    {
      "qid": "c716659b",
      "author": "Joan of Arc",
      "en": "Since God had commanded it, it was necessary that I do it. Since God commanded it, even if I had a hundred fathers and mothers, even if I had been a King's daughter, I would have gone nevertheless."
    },
    {
      "qid": "661312ee",
      "author": "Joan of Arc",
      "en": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast."
    },
    {
      "qid": "b58af199",
      "author": "Joan of Arc",
      "en": "One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying."
    }
  ]
}