{
  "author": "Karl Marx",
  "imageId": "Karl-Marx",
  "data": [
    {
      "qid": "66dbc60f",
      "author": "Karl Marx",
      "en": "The first requisite for the happiness of the people is the abolition of religion."
    },
    {
      "qid": "210b5add",
      "author": "Karl Marx",
      "en": "Revolutions are the locomotives of history."
    },
    {
      "qid": "fcfc0668",
      "author": "Karl Marx",
      "en": "History repeats itself, first as tragedy, second as farce."
    },
    {
      "qid": "bf7a39eb",
      "author": "Karl Marx",
      "en": "The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force."
    },
    {
      "qid": "c844d829",
      "author": "Karl Marx",
      "en": "The rich will do anything for the poor but get off their backs."
    },
    {
      "qid": "9be93a14",
      "author": "Karl Marx",
      "en": "A specter is haunting Europe - the specter of communism."
    },
    {
      "qid": "369da6ef",
      "author": "Karl Marx",
      "en": "The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society."
    },
    {
      "qid": "9c33ac93",
      "author": "Karl Marx",
      "en": "On a level plain, simple mounds look like hills; and the insipid flatness of our present bourgeoisie is to be measured by the altitude of its great intellects."
    },
    {
      "qid": "c29b5b67",
      "author": "Karl Marx",
      "en": "It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends."
    },
    {
      "qid": "38217ae2",
      "author": "Karl Marx",
      "en": "The development of civilization and industry in general has always shown itself so active in the destruction of forests that everything that has been done for their conservation and production is completely insignificant in comparison."
    },
    {
      "qid": "b10ef93a",
      "author": "Karl Marx",
      "en": "The only antidote to mental suffering is physical pain."
    },
    {
      "qid": "4241f2cc",
      "author": "Karl Marx",
      "en": "Medicine heals doubts as well as diseases."
    },
    {
      "qid": "a47e2964",
      "author": "Karl Marx",
      "en": "We should not say that one man's hour is worth another man's hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time's carcass."
    },
    {
      "qid": "c383b6b7",
      "author": "Karl Marx",
      "en": "A commodity appears at first sight an extremely obvious, trivial thing. But its analysis brings out that it is a very strange thing, abounding in metaphysical subtleties and theological niceties."
    },
    {
      "qid": "691d0f89",
      "author": "Karl Marx",
      "en": "Let the ruling classes tremble at a communist revolution. The proletarians have nothing to lose but their chains. They have a world to win. Workingmen of all countries, unite!"
    },
    {
      "qid": "a818045b",
      "author": "Karl Marx",
      "en": "The meaning of peace is the absence of opposition to socialism."
    },
    {
      "qid": "0d2312ea",
      "author": "Karl Marx",
      "en": "Social progress can be measured by the social position of the female sex."
    },
    {
      "qid": "c533d76f",
      "author": "Karl Marx",
      "en": "Landlords, like all other men, love to reap where they never sowed."
    },
    {
      "qid": "c7166d93",
      "author": "Karl Marx",
      "en": "Religion is the impotence of the human mind to deal with occurrences it cannot understand."
    },
    {
      "qid": "472b6566",
      "author": "Karl Marx",
      "en": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity."
    },
    {
      "qid": "8f6da957",
      "author": "Karl Marx",
      "en": "The more the division of labor and the application of machinery extend, the more does competition extend among the workers, the more do their wages shrink together."
    },
    {
      "qid": "df0da6be",
      "author": "Karl Marx",
      "en": "If anything is certain, it is that I myself am not a Marxist."
    },
    {
      "qid": "9ea42f3f",
      "author": "Karl Marx",
      "en": "The ruling ideas of each age have ever been the ideas of its ruling class."
    },
    {
      "qid": "864bdaa9",
      "author": "Karl Marx",
      "en": "Without doubt, machinery has greatly increased the number of well-to-do idlers."
    },
    {
      "qid": "17b9730d",
      "author": "Karl Marx",
      "en": "The theory of Communism may be summed up in one sentence: Abolish all private property."
    },
    {
      "qid": "7042c3ef",
      "author": "Karl Marx",
      "en": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society."
    },
    {
      "qid": "37d2c898",
      "author": "Karl Marx",
      "en": "In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality."
    },
    {
      "qid": "913fa3d2",
      "author": "Karl Marx",
      "en": "Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs."
    },
    {
      "qid": "c11e3fa9",
      "author": "Karl Marx",
      "en": "Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand."
    },
    {
      "qid": "c397d378",
      "author": "Karl Marx",
      "en": "Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people."
    },
    {
      "qid": "978225bc",
      "author": "Karl Marx",
      "en": "Capital is dead labor, which, vampire-like, lives only by sucking living labor, and lives the more, the more labor it sucks."
    },
    {
      "qid": "aefddf46",
      "author": "Karl Marx",
      "en": "Workers of the world unite; you have nothing to lose but your chains."
    },
    {
      "qid": "6b628e07",
      "author": "Karl Marx",
      "en": "Reason has always existed, but not always in a reasonable form."
    },
    {
      "qid": "2e255aff",
      "author": "Karl Marx",
      "en": "Democracy is the road to socialism."
    },
    {
      "qid": "596615ca",
      "author": "Karl Marx",
      "en": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included."
    },
    {
      "qid": "e2cbe9c3",
      "author": "Karl Marx",
      "en": "Nothing can have value without being an object of utility."
    },
    {
      "qid": "07ff45c8",
      "author": "Karl Marx",
      "en": "History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this."
    },
    {
      "qid": "122842e9",
      "author": "Karl Marx",
      "en": "The product of mental labor - science - always stands far below its value, because the labor-time necessary to reproduce it has no relation at all to the labor-time required for its original production."
    },
    {
      "qid": "d8f7d142",
      "author": "Karl Marx",
      "en": "The country that is more developed industrially only shows, to the less developed, the image of its own future."
    },
    {
      "qid": "1130fbf6",
      "author": "Karl Marx",
      "en": "Greek philosophy seems to have met with something with which a good tragedy is not supposed to meet, namely, a dull ending."
    },
    {
      "qid": "6c9433ee",
      "author": "Karl Marx",
      "en": "Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer."
    },
    {
      "qid": "23547538",
      "author": "Karl Marx",
      "en": "While the miser is merely a capitalist gone mad, the capitalist is a rational miser."
    },
    {
      "qid": "1d552b95",
      "author": "Karl Marx",
      "en": "The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it."
    },
    {
      "qid": "bbdf7511",
      "author": "Karl Marx",
      "en": "Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science."
    },
    {
      "qid": "25dfac4d",
      "author": "Karl Marx",
      "en": "The worker of the world has nothing to lose, but their chains, workers of the world unite."
    },
    {
      "qid": "4100aa4c",
      "author": "Karl Marx",
      "en": "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money."
    },
    {
      "qid": "ffb81c64",
      "author": "Karl Marx",
      "en": "There is a specter haunting Europe, the specter of Communism."
    },
    {
      "qid": "3c914020",
      "author": "Karl Marx",
      "en": "It is absolutely impossible to transcend the laws of nature. What can change in historically different circumstances is only the form in which these laws expose themselves."
    },
    {
      "qid": "d8a8d685",
      "author": "Karl Marx",
      "en": "The English have all the material requisites for the revolution. What they lack is the spirit of generalization and revolutionary ardour."
    },
    {
      "qid": "a755cd42",
      "author": "Karl Marx",
      "en": "Experience praises the most happy the one who made the most people happy."
    },
    {
      "qid": "f105eac6",
      "author": "Karl Marx",
      "en": "In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs."
    },
    {
      "qid": "8c624953",
      "author": "Karl Marx",
      "en": "From each according to his abilities, to each according to his needs."
    },
    {
      "qid": "2f00870b",
      "author": "Karl Marx",
      "en": "The production of too many useful things results in too many useless people."
    },
    {
      "qid": "7a9365e7",
      "author": "Karl Marx",
      "en": "For the bureaucrat, the world is a mere object to be manipulated by him."
    },
    {
      "qid": "34cedd54",
      "author": "Karl Marx",
      "en": "Art is always and everywhere the secret confession, and at the same time the immortal movement of its time."
    },
    {
      "qid": "e331e7c1",
      "author": "Karl Marx",
      "en": "Men's ideas are the most direct emanations of their material state."
    },
    {
      "qid": "b1b48a7d",
      "author": "Karl Marx",
      "en": "The history of all previous societies has been the history of class struggles."
    },
    {
      "qid": "2b789ca5",
      "author": "Karl Marx",
      "en": "Machines were, it may be said, the weapon employed by the capitalists to quell the revolt of specialized labor."
    },
    {
      "qid": "987a4f5a",
      "author": "Karl Marx",
      "en": "Religion is the opium of the masses."
    }
  ]
}