{
  "author": "Mark Twain",
  "imageId": "Mark-Twain",
  "data": [
    {
      "qid": "a0f02bca",
      "author": "Mark Twain",
      "en": "Don't let schooling interfere with your education."
    },
    {
      "qid": "039fec97",
      "author": "Mark Twain",
      "en": "How lucky Adam was. He knew when he said a good thing, nobody had said it before."
    },
    {
      "qid": "8f39ab4a",
      "author": "Mark Twain",
      "en": "Humor is mankind's greatest blessing."
    },
    {
      "qid": "3351fd84",
      "author": "Mark Twain",
      "en": "The reports of my death have been greatly exaggerated."
    },
    {
      "qid": "9f4024d7",
      "author": "Mark Twain",
      "en": "I make it a rule never to smoke while I'm sleeping."
    },
    {
      "qid": "38955a5c",
      "author": "Mark Twain",
      "en": "But who prays for Satan? Who, in eighteen centuries, has had the common humanity to pray for the one sinner that needed it most?"
    },
    {
      "qid": "feaca2e0",
      "author": "Mark Twain",
      "en": "Prophesy is a good line of business, but it is full of risks."
    },
    {
      "qid": "935ff5aa",
      "author": "Mark Twain",
      "en": "It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt."
    },
    {
      "qid": "ba40d067",
      "author": "Mark Twain",
      "en": "'Classic.' A book which people praise and don't read."
    },
    {
      "qid": "bd0969dc",
      "author": "Mark Twain",
      "en": "Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven."
    },
    {
      "qid": "345310ed",
      "author": "Mark Twain",
      "en": "Do not tell fish stories where the people know you; but particularly, don't tell them where they know the fish."
    },
    {
      "qid": "8fbcca59",
      "author": "Mark Twain",
      "en": "The first of April is the day we remember what we are the other 364 days of the year."
    },
    {
      "qid": "3b445569",
      "author": "Mark Twain",
      "en": "I must have a prodigious quantity of mind; it takes me as much as a week sometimes to make it up."
    },
    {
      "qid": "98a64abf",
      "author": "Mark Twain",
      "en": "Courage is resistance to fear, mastery of fear, not absence of fear."
    },
    {
      "qid": "b244b49a",
      "author": "Mark Twain",
      "en": "Often it does seem such a pity that Noah and his party did not miss the boat."
    },
    {
      "qid": "c7dd6b41",
      "author": "Mark Twain",
      "en": "All right, then, I'll go to hell."
    },
    {
      "qid": "8f34a505",
      "author": "Mark Twain",
      "en": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense."
    },
    {
      "qid": "5a4450b7",
      "author": "Mark Twain",
      "en": "Let us endeavor so to live so that when we come to die even the undertaker will be sorry."
    },
    {
      "qid": "2cfdf671",
      "author": "Mark Twain",
      "en": "Education consists mainly of what we have unlearned."
    },
    {
      "qid": "ee5eef3e",
      "author": "Mark Twain",
      "en": "Honesty is the best policy - when there is money in it."
    },
    {
      "qid": "5f74a59e",
      "author": "Mark Twain",
      "en": "I don't like to commit myself about heaven and hell - you see, I have friends in both places."
    },
    {
      "qid": "1c08992a",
      "author": "Mark Twain",
      "en": "Never pick a fight with people who buy ink by the barrel."
    },
    {
      "qid": "c2ce4168",
      "author": "Mark Twain",
      "en": "A man's character may be learned from the adjectives which he habitually uses in conversation."
    },
    {
      "qid": "c1ecb8cd",
      "author": "Mark Twain",
      "en": "To be good is noble; but to show others how to be good is nobler and no trouble."
    },
    {
      "qid": "b807d0e5",
      "author": "Mark Twain",
      "en": "Under certain circumstances, urgent circumstances, desperate circumstances, profanity provides a relief denied even to prayer."
    },
    {
      "qid": "d6b939c1",
      "author": "Mark Twain",
      "en": "I never smoke to excess - that is, I smoke in moderation, only one cigar at a time."
    },
    {
      "qid": "55480d45",
      "author": "Mark Twain",
      "en": "When in doubt tell the truth."
    },
    {
      "qid": "0a7761ed",
      "author": "Mark Twain",
      "en": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
    },
    {
      "qid": "eda3f611",
      "author": "Mark Twain",
      "en": "All generalizations are false, including this one."
    },
    {
      "qid": "83b9bba0",
      "author": "Mark Twain",
      "en": "What a wee little part of a person's life are his acts and his words! His real life is led in his head, and is known to none but himself."
    },
    {
      "qid": "9ab25ba7",
      "author": "Mark Twain",
      "en": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
    },
    {
      "qid": "09687f9a",
      "author": "Mark Twain",
      "en": "All you need in this life is ignorance and confidence, and then success is sure."
    },
    {
      "qid": "76a5c4b7",
      "author": "Mark Twain",
      "en": "Thunder is good, thunder is impressive; but it is lightning that does the work."
    },
    {
      "qid": "865e4feb",
      "author": "Mark Twain",
      "en": "The more things are forbidden, the more popular they become."
    },
    {
      "qid": "d8833f3b",
      "author": "Mark Twain",
      "en": "I didn't attend the funeral, but I sent a nice letter saying I approved of it."
    },
    {
      "qid": "08614376",
      "author": "Mark Twain",
      "en": "The finest clothing made is a person's own skin, but, of course, society demands something more than this."
    },
    {
      "qid": "d0fdcbac",
      "author": "Mark Twain",
      "en": "Words are only painted fire; a look is the fire itself."
    },
    {
      "qid": "880acee3",
      "author": "Mark Twain",
      "en": "Ideally a book would have no order to it, and the reader would have to discover his own."
    },
    {
      "qid": "2550482d",
      "author": "Mark Twain",
      "en": "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms."
    },
    {
      "qid": "7a80de89",
      "author": "Mark Twain",
      "en": "Man is the only animal that blushes - or needs to."
    },
    {
      "qid": "14bc7694",
      "author": "Mark Twain",
      "en": "Don't part with your illusions. When they are gone, you may still exist, but you have ceased to live."
    },
    {
      "qid": "123af851",
      "author": "Mark Twain",
      "en": "The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes."
    },
    {
      "qid": "6157c297",
      "author": "Mark Twain",
      "en": "When angry, count to four; when very angry, swear."
    },
    {
      "qid": "52d9e792",
      "author": "Mark Twain",
      "en": "It was wonderful to find America, but it would have been more wonderful to miss it."
    },
    {
      "qid": "b2ae7913",
      "author": "Mark Twain",
      "en": "One of the most striking differences between a cat and a lie is that a cat has only nine lives."
    },
    {
      "qid": "44d631e0",
      "author": "Mark Twain",
      "en": "It is better to deserve honors and not have them than to have them and not deserve them."
    },
    {
      "qid": "79e12c6c",
      "author": "Mark Twain",
      "en": "The lack of money is the root of all evil."
    },
    {
      "qid": "ce498f00",
      "author": "Mark Twain",
      "en": "I never let schooling interfere with my education."
    },
    {
      "qid": "3145e2dc",
      "author": "Mark Twain",
      "en": "Humor must not professedly teach and it must not professedly preach, but it must do both if it would live forever."
    },
    {
      "qid": "8e93c139",
      "author": "Mark Twain",
      "en": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run."
    },
    {
      "qid": "baa2bf19",
      "author": "Mark Twain",
      "en": "Better a broken promise than none at all."
    },
    {
      "qid": "b8f7c871",
      "author": "Mark Twain",
      "en": "Everything has its limit - iron ore cannot be educated into gold."
    },
    {
      "qid": "b80c7302",
      "author": "Mark Twain",
      "en": "It put our energies to sleep and made visionaries of us - dreamers and indolent... It is good to begin life poor; it is good to begin life rich - these are wholesome; but to begin it prospectively rich! The man who has not experienced it cannot imagine the curse of it."
    },
    {
      "qid": "85e62e8a",
      "author": "Mark Twain",
      "en": "The more you explain it, the more I don't understand it."
    },
    {
      "qid": "4382caa2",
      "author": "Mark Twain",
      "en": "I don't give a damn for a man that can only spell a word one way."
    },
    {
      "qid": "9acf7971",
      "author": "Mark Twain",
      "en": "Work consists of whatever a body is obliged to do. Play consists of whatever a body is not obliged to do."
    },
    {
      "qid": "4056b72d",
      "author": "Mark Twain",
      "en": "A person with a new idea is a crank until the idea succeeds."
    },
    {
      "qid": "1feb4de9",
      "author": "Mark Twain",
      "en": "The human race is a race of cowards; and I am not only marching in that procession but carrying a banner."
    },
    {
      "qid": "bfef723f",
      "author": "Mark Twain",
      "en": "Water, taken in moderation, cannot hurt anybody."
    },
    {
      "qid": "12fbe836",
      "author": "Mark Twain",
      "en": "Necessity is the mother of taking chances."
    },
    {
      "qid": "b5b4389e",
      "author": "Mark Twain",
      "en": "A round man cannot be expected to fit in a square hole right away. He must have time to modify his shape."
    },
    {
      "qid": "e1a28c97",
      "author": "Mark Twain",
      "en": "I can live for two months on a good compliment."
    },
    {
      "qid": "5faa6843",
      "author": "Mark Twain",
      "en": "Thousands of geniuses live and die undiscovered - either by themselves or by others."
    },
    {
      "qid": "51b870fa",
      "author": "Mark Twain",
      "en": "Man was made at the end of the week's work, when God was tired."
    },
    {
      "qid": "bd688a99",
      "author": "Mark Twain",
      "en": "When we remember we are all mad, the mysteries disappear and life stands explained."
    },
    {
      "qid": "ffe0c21a",
      "author": "Mark Twain",
      "en": "Get your facts first, then you can distort them as you please."
    },
    {
      "qid": "303be236",
      "author": "Mark Twain",
      "en": "If the world comes to an end, I want to be in Cincinnati. Everything comes there ten years later."
    },
    {
      "qid": "91065b21",
      "author": "Mark Twain",
      "en": "It usually takes me more than three weeks to prepare a good impromptu speech."
    },
    {
      "qid": "d790f76e",
      "author": "Mark Twain",
      "en": "Age is an issue of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "qid": "4f299f2a",
      "author": "Mark Twain",
      "en": "She was not quite what you would call refined. She was not quite what you would call unrefined. She was the kind of person that keeps a parrot."
    },
    {
      "qid": "1a19faff",
      "author": "Mark Twain",
      "en": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first."
    },
    {
      "qid": "048d4c63",
      "author": "Mark Twain",
      "en": "Principles have no real force except when one is well-fed."
    },
    {
      "qid": "3873068a",
      "author": "Mark Twain",
      "en": "Never put off till tomorrow what you can do the day after tomorrow."
    },
    {
      "qid": "c8d782a1",
      "author": "Mark Twain",
      "en": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so."
    },
    {
      "qid": "ad4aa83a",
      "author": "Mark Twain",
      "en": "In the Spring, I have counted 136 different kinds of weather inside of 24 hours."
    },
    {
      "qid": "0d09ecd1",
      "author": "Mark Twain",
      "en": "Loyalty to the Nation all the time, loyalty to the Government when it deserves it."
    },
    {
      "qid": "2733b1da",
      "author": "Mark Twain",
      "en": "Name the greatest of all inventors. Accident."
    },
    {
      "qid": "aef6d6bf",
      "author": "Mark Twain",
      "en": "The very ink with which history is written is merely fluid prejudice."
    },
    {
      "qid": "f57f43f8",
      "author": "Mark Twain",
      "en": "Let us not be too particular; it is better to have old secondhand diamonds than none at all."
    },
    {
      "qid": "26cfdc92",
      "author": "Mark Twain",
      "en": "What is the difference between a taxidermist and a tax collector? The taxidermist takes only your skin."
    },
    {
      "qid": "083080c0",
      "author": "Mark Twain",
      "en": "There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy."
    },
    {
      "qid": "e4d8f617",
      "author": "Mark Twain",
      "en": "In the first place, God made idiots. That was for practice. Then he made school boards."
    },
    {
      "qid": "0c80d7b7",
      "author": "Mark Twain",
      "en": "It's good sportsmanship to not pick up lost golf balls while they are still rolling."
    },
    {
      "qid": "b26cbe86",
      "author": "Mark Twain",
      "en": "Patriot: the person who can holler the loudest without knowing what he is hollering about."
    },
    {
      "qid": "073364ef",
      "author": "Mark Twain",
      "en": "I have never taken any exercise, except sleeping and resting, and I never intend to take any."
    },
    {
      "qid": "0b6c478d",
      "author": "Mark Twain",
      "en": "Suppose you were an idiot, and suppose you were a member of Congress; but I repeat myself."
    },
    {
      "qid": "22cf18b2",
      "author": "Mark Twain",
      "en": "Kindness is the language which the deaf can hear and the blind can see."
    },
    {
      "qid": "461307fa",
      "author": "Mark Twain",
      "en": "Denial ain't just a river in Egypt."
    },
    {
      "qid": "fa7c89fa",
      "author": "Mark Twain",
      "en": "Against the assault of laughter, nothing can stand."
    },
    {
      "qid": "7a26233b",
      "author": "Mark Twain",
      "en": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."
    },
    {
      "qid": "baa3caf6",
      "author": "Mark Twain",
      "en": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first."
    },
    {
      "qid": "c9faa893",
      "author": "Mark Twain",
      "en": "What, sir, would the people of the earth be without woman? They would be scarce, sir, almighty scarce."
    },
    {
      "qid": "6741a9ab",
      "author": "Mark Twain",
      "en": "It were not best that we should all think alike; it is difference of opinion that makes horse races."
    },
    {
      "qid": "7924f5c6",
      "author": "Mark Twain",
      "en": "Good friends, good books and a sleepy conscience: this is the ideal life."
    },
    {
      "qid": "ffb194ec",
      "author": "Mark Twain",
      "en": "It ain't those parts of the Bible that I can't understand that bother me, it is the parts that I do understand."
    },
    {
      "qid": "55190f96",
      "author": "Mark Twain",
      "en": "Man will do many things to get himself loved, he will do all things to get himself envied."
    },
    {
      "qid": "431d20a3",
      "author": "Mark Twain",
      "en": "Wrinkles should merely indicate where smiles have been."
    },
    {
      "qid": "be70776d",
      "author": "Mark Twain",
      "en": "It's no wonder that truth is stranger than fiction. Fiction has to make sense."
    },
    {
      "qid": "55015e46",
      "author": "Mark Twain",
      "en": "I was gratified to be able to answer promptly, and I did. I said I didn't know."
    },
    {
      "qid": "16a92f02",
      "author": "Mark Twain",
      "en": "Loyalty to petrified opinion never yet broke a chain or freed a human soul."
    },
    {
      "qid": "d4a18395",
      "author": "Mark Twain",
      "en": "Cauliflower is nothing but cabbage with a college education."
    },
    {
      "qid": "a7184f05",
      "author": "Mark Twain",
      "en": "There is no sadder sight than a young pessimist."
    },
    {
      "qid": "d0708d43",
      "author": "Mark Twain",
      "en": "It is just like man's vanity and impertinence to call an animal dumb because it is dumb to his dull perceptions."
    },
    {
      "qid": "5acd914c",
      "author": "Mark Twain",
      "en": "A person who won't read has no advantage over one who can't read."
    },
    {
      "qid": "ebf30f88",
      "author": "Mark Twain",
      "en": "The educated Southerner has no use for an 'r', except at the beginning of a word."
    },
    {
      "qid": "dc781461",
      "author": "Mark Twain",
      "en": "Laws control the lesser man... Right conduct controls the greater one."
    },
    {
      "qid": "3aad0ecb",
      "author": "Mark Twain",
      "en": "George Washington, as a boy, was ignorant of the commonest accomplishments of youth. He could not even lie."
    },
    {
      "qid": "1e26aaf4",
      "author": "Mark Twain",
      "en": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside."
    },
    {
      "qid": "2e01040b",
      "author": "Mark Twain",
      "en": "Go to Heaven for the climate, Hell for the company."
    },
    {
      "qid": "b7e9ec75",
      "author": "Mark Twain",
      "en": "The secret of getting ahead is getting started."
    },
    {
      "qid": "5fef8897",
      "author": "Mark Twain",
      "en": "Don't say the old lady screamed. Bring her on and let her scream."
    },
    {
      "qid": "75ab8086",
      "author": "Mark Twain",
      "en": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them."
    },
    {
      "qid": "c78b2815",
      "author": "Mark Twain",
      "en": "Only one thing is impossible for God: To find any sense in any copyright law on the planet."
    },
    {
      "qid": "e5830a24",
      "author": "Mark Twain",
      "en": "Grief can take care if itself, but to get the full value of a joy you must have somebody to divide it with."
    },
    {
      "qid": "9b1064af",
      "author": "Mark Twain",
      "en": "There is a charm about the forbidden that makes it unspeakably desirable."
    },
    {
      "qid": "bc55c69c",
      "author": "Mark Twain",
      "en": "Facts are stubborn, but statistics are more pliable."
    },
    {
      "qid": "cc9f1a4b",
      "author": "Mark Twain",
      "en": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "qid": "d7a44a20",
      "author": "Mark Twain",
      "en": "My mother had a great deal of trouble with me, but I think she enjoyed it."
    },
    {
      "qid": "8c3817d7",
      "author": "Mark Twain",
      "en": "Biographies are but the clothes and buttons of the man. The biography of the man himself cannot be written."
    },
    {
      "qid": "3fdb6e2d",
      "author": "Mark Twain",
      "en": "A man cannot be comfortable without his own approval."
    },
    {
      "qid": "18a42de1",
      "author": "Mark Twain",
      "en": "It's not the size of the dog in the fight, it's the size of the fight in the dog."
    },
    {
      "qid": "b79c0771",
      "author": "Mark Twain",
      "en": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't."
    },
    {
      "qid": "4def0196",
      "author": "Mark Twain",
      "en": "Few of us can stand prosperity. Another man's, I mean."
    },
    {
      "qid": "384d1960",
      "author": "Mark Twain",
      "en": "Patriotism is supporting your country all the time, and your government when it deserves it."
    },
    {
      "qid": "5482f6b6",
      "author": "Mark Twain",
      "en": "If you tell the truth, you don't have to remember anything."
    },
    {
      "qid": "b86feec7",
      "author": "Mark Twain",
      "en": "You can't depend on your eyes when your imagination is out of focus."
    },
    {
      "qid": "ce095aad",
      "author": "Mark Twain",
      "en": "Fiction is obliged to stick to possibilities. Truth isn't."
    },
    {
      "qid": "bd6fed6a",
      "author": "Mark Twain",
      "en": "Drag your thoughts away from your troubles... by the ears, by the heels, or any other way you can manage it."
    },
    {
      "qid": "1fb03473",
      "author": "Mark Twain",
      "en": "We Americans... bear the ark of liberties of the world."
    },
    {
      "qid": "1a60a969",
      "author": "Mark Twain",
      "en": "We are all alike, on the inside."
    },
    {
      "qid": "27fde20c",
      "author": "Mark Twain",
      "en": "Good breeding consists in concealing how much we think of ourselves and how little we think of the other person."
    },
    {
      "qid": "69ce7a17",
      "author": "Mark Twain",
      "en": "It is curious that physical courage should be so common in the world and moral courage so rare."
    },
    {
      "qid": "7c0934a6",
      "author": "Mark Twain",
      "en": "Truth is the most valuable thing we have. Let us economize it."
    },
    {
      "qid": "f42fa1fd",
      "author": "Mark Twain",
      "en": "Martyrdom covers a multitude of sins."
    },
    {
      "qid": "a8c51f39",
      "author": "Mark Twain",
      "en": "The rule is perfect: in all matters of opinion our adversaries are insane."
    },
    {
      "qid": "ed2ef2c3",
      "author": "Mark Twain",
      "en": "It is easier to stay out than get out."
    },
    {
      "qid": "6d61dceb",
      "author": "Mark Twain",
      "en": "When you fish for love, bait with your heart, not your brain."
    },
    {
      "qid": "4c1b201e",
      "author": "Mark Twain",
      "en": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she laid an asteroid."
    },
    {
      "qid": "a096fa8f",
      "author": "Mark Twain",
      "en": "Repartee is something we think of twenty-four hours too late."
    },
    {
      "qid": "9cb45eaf",
      "author": "Mark Twain",
      "en": "Golf is a good walk spoiled."
    },
    {
      "qid": "0075b8be",
      "author": "Mark Twain",
      "en": "I came in with Halley's Comet in 1835. It is coming again next year, and I expect to go out with it. It will be the greatest disappointment of my life if I don't go out with Halley's Comet. The Almighty has said, no doubt: 'Now here are these two unaccountable freaks; they came in together, they must go out together.'"
    },
    {
      "qid": "a0e20a87",
      "author": "Mark Twain",
      "en": "The Public is merely a multiplied 'me.'"
    },
    {
      "qid": "71668dd3",
      "author": "Mark Twain",
      "en": "The right word may be effective, but no word was ever as effective as a rightly timed pause."
    },
    {
      "qid": "d3105827",
      "author": "Mark Twain",
      "en": "Prosperity is the best protector of principle."
    },
    {
      "qid": "78180a50",
      "author": "Mark Twain",
      "en": "Be careless in your dress if you must, but keep a tidy soul."
    },
    {
      "qid": "910b8d2b",
      "author": "Mark Twain",
      "en": "Do the thing you fear most and the death of fear is certain."
    },
    {
      "qid": "54443a62",
      "author": "Mark Twain",
      "en": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it."
    },
    {
      "qid": "205ac19c",
      "author": "Mark Twain",
      "en": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education."
    },
    {
      "qid": "231adcaa",
      "author": "Mark Twain",
      "en": "A man who carries a cat by the tail learns something he can learn in no other way."
    },
    {
      "qid": "27ef87e8",
      "author": "Mark Twain",
      "en": "As an example to others, and not that I care for moderation myself, it has always been my rule never to smoke when asleep, and never to refrain from smoking when awake."
    },
    {
      "qid": "5a9cf739",
      "author": "Mark Twain",
      "en": "The man who does not read good books has no advantage over the man who cannot read them."
    },
    {
      "qid": "7913cf7a",
      "author": "Mark Twain",
      "en": "A man is never more truthful than when he acknowledges himself a liar."
    },
    {
      "qid": "d2719f9a",
      "author": "Mark Twain",
      "en": "The most interesting information comes from children, for they tell all they know and then stop."
    },
    {
      "qid": "5278d365",
      "author": "Mark Twain",
      "en": "When red-haired people are above a certain social grade their hair is auburn."
    },
    {
      "qid": "8de91407",
      "author": "Mark Twain",
      "en": "When I was younger I could remember anything, whether it happened or not."
    },
    {
      "qid": "36b2ecfb",
      "author": "Mark Twain",
      "en": "We have the best government that money can buy."
    },
    {
      "qid": "70473f3c",
      "author": "Mark Twain",
      "en": "Why is it that we rejoice at a birth and grieve at a funeral? It is because we are not the person involved."
    },
    {
      "qid": "f6f2040d",
      "author": "Mark Twain",
      "en": "Few things are harder to put up with than the annoyance of a good example."
    },
    {
      "qid": "1c2b293d",
      "author": "Mark Twain",
      "en": "Work is a necessary evil to be avoided."
    },
    {
      "qid": "53fd7eba",
      "author": "Mark Twain",
      "en": "By trying we can easily learn to endure adversity. Another man's, I mean."
    },
    {
      "qid": "18076bcc",
      "author": "Mark Twain",
      "en": "Action speaks louder than words but not nearly as often."
    },
    {
      "qid": "2e6f508b",
      "author": "Mark Twain",
      "en": "There are times when one would like to hang the whole human race, and finish the farce."
    },
    {
      "qid": "6262f30a",
      "author": "Mark Twain",
      "en": "Sometimes too much to drink is barely enough."
    },
    {
      "qid": "06995351",
      "author": "Mark Twain",
      "en": "When a person cannot deceive himself the chances are against his being able to deceive other people."
    },
    {
      "qid": "a358ba99",
      "author": "Mark Twain",
      "en": "The human race has one really effective weapon, and that is laughter."
    },
    {
      "qid": "86110e0a",
      "author": "Mark Twain",
      "en": "Climate is what we expect, weather is what we get."
    },
    {
      "qid": "76c4ce10",
      "author": "Mark Twain",
      "en": "The man who is a pessimist before 48 knows too much; if he is an optimist after it, he knows too little."
    },
    {
      "qid": "e3343e1d",
      "author": "Mark Twain",
      "en": "It is better to take what does not belong to you than to let it lie around neglected."
    },
    {
      "qid": "6bbe4ba8",
      "author": "Mark Twain",
      "en": "My books are like water; those of the great geniuses are wine. (Fortunately) everybody drinks water."
    },
    {
      "qid": "545b30c1",
      "author": "Mark Twain",
      "en": "The difference between the almost right word and the right word is really a large matter - 'tis the difference between the lightning-bug and the lightning."
    },
    {
      "qid": "6d7389bc",
      "author": "Mark Twain",
      "en": "Nothing so needs reforming as other people's habits."
    },
    {
      "qid": "392b772e",
      "author": "Mark Twain",
      "en": "He is now rising from affluence to poverty."
    },
    {
      "qid": "db32fa12",
      "author": "Mark Twain",
      "en": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
    },
    {
      "qid": "39ef6d9b",
      "author": "Mark Twain",
      "en": "If you hold a cat by the tail you learn things you cannot learn any other way."
    },
    {
      "qid": "7ac76bea",
      "author": "Mark Twain",
      "en": "If man could be crossed with the cat it would improve man, but deteriorate the cat."
    },
    {
      "qid": "6dfbbaaa",
      "author": "Mark Twain",
      "en": "The wit knows that his place is at the tail of a procession."
    },
    {
      "qid": "e8cadb81",
      "author": "Mark Twain",
      "en": "Wit is the sudden marriage of ideas which, before their union, were not perceived to have any relation."
    },
    {
      "qid": "d82ae037",
      "author": "Mark Twain",
      "en": "Only kings, presidents, editors, and people with tapeworms have the right to use the editorial 'we.'"
    },
    {
      "qid": "24a90577",
      "author": "Mark Twain",
      "en": "Substitute 'damn' every time you're inclined to write 'very'; your editor will delete it and the writing will be just as it should be."
    },
    {
      "qid": "3154a617",
      "author": "Mark Twain",
      "en": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded."
    },
    {
      "qid": "5e5e7b4c",
      "author": "Mark Twain",
      "en": "It ain't what you don't know that gets you into trouble. It's what you know for sure that just ain't so."
    },
    {
      "qid": "e74afc92",
      "author": "Mark Twain",
      "en": "The public is the only critic whose opinion is worth anything at all."
    },
    {
      "qid": "817b1607",
      "author": "Mark Twain",
      "en": "To refuse awards is another way of accepting them with more noise than is normal."
    },
    {
      "qid": "9fa74c1d",
      "author": "Mark Twain",
      "en": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen."
    },
    {
      "qid": "50925770",
      "author": "Mark Twain",
      "en": "The best way to cheer yourself up is to try to cheer somebody else up."
    },
    {
      "qid": "f29b38ca",
      "author": "Mark Twain",
      "en": "In 'Huckleberry Finn,' I have drawn Tom Blankenship exactly as he was. He was ignorant, unwashed, insufficiently fed; but he had as good a heart as ever any boy had."
    },
    {
      "qid": "c3506372",
      "author": "Mark Twain",
      "en": "Optimist: day dreamer more elegantly spelled."
    },
    {
      "qid": "b54e7531",
      "author": "Mark Twain",
      "en": "Do the right thing. It will gratify some people and astonish the rest."
    },
    {
      "qid": "9f8a6067",
      "author": "Mark Twain",
      "en": "Apparently there is nothing that cannot happen today."
    },
    {
      "qid": "a9b45976",
      "author": "Mark Twain",
      "en": "Be careful about reading health books. You may die of a misprint."
    },
    {
      "qid": "828850bd",
      "author": "Mark Twain",
      "en": "Clothes make the man. Naked people have little or no influence on society."
    },
    {
      "qid": "16303ac1",
      "author": "Mark Twain",
      "en": "The main difference between a cat and a lie is that a cat only has nine lives."
    },
    {
      "qid": "558d5083",
      "author": "Mark Twain",
      "en": "God made the Idiot for practice, and then He made the School Board."
    },
    {
      "qid": "f70a6988",
      "author": "Mark Twain",
      "en": "There are lies, damned lies and statistics."
    },
    {
      "qid": "169a5755",
      "author": "Mark Twain",
      "en": "Buy land, they're not making it anymore."
    },
    {
      "qid": "8ab1c3c5",
      "author": "Mark Twain",
      "en": "When people do not respect us we are sharply offended; yet in his private heart no man much respects himself."
    },
    {
      "qid": "500efe14",
      "author": "Mark Twain",
      "en": "There are several good protections against temptation, but the surest is cowardice."
    },
    {
      "qid": "a6ffdafb",
      "author": "Mark Twain",
      "en": "No sinner is ever saved after the first twenty minutes of a sermon."
    },
    {
      "qid": "bd250638",
      "author": "Mark Twain",
      "en": "All emotion is involuntary when genuine."
    },
    {
      "qid": "cfeb1b38",
      "author": "Mark Twain",
      "en": "There is no distinctly American criminal class - except Congress."
    },
    {
      "qid": "e6882226",
      "author": "Mark Twain",
      "en": "I have been complimented many times and they always embarrass me; I always feel that they have not said enough."
    },
    {
      "qid": "7823decf",
      "author": "Mark Twain",
      "en": "I was seldom able to see an opportunity until it had ceased to be one."
    },
    {
      "qid": "faf488d0",
      "author": "Mark Twain",
      "en": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
    },
    {
      "qid": "437a533c",
      "author": "Mark Twain",
      "en": "Let us make a special effort to stop communicating with each other, so we can have some conversation."
    },
    {
      "qid": "06b0fb7e",
      "author": "Mark Twain",
      "en": "Civilization is the limitless multiplication of unnecessary necessities."
    },
    {
      "qid": "40f25cdb",
      "author": "Mark Twain",
      "en": "The trouble ain't that there is too many fools, but that the lightning ain't distributed right."
    },
    {
      "qid": "1961a572",
      "author": "Mark Twain",
      "en": "The secret source of humor is not joy but sorrow; there is no humor in Heaven."
    },
    {
      "qid": "a8573477",
      "author": "Mark Twain",
      "en": "Familiarity breeds contempt - and children."
    },
    {
      "qid": "6929d13c",
      "author": "Mark Twain",
      "en": "I am an old man and have known a great many troubles, but most of them never happened."
    },
    {
      "qid": "93801010",
      "author": "Mark Twain",
      "en": "Many a small thing has been made large by the right kind of advertising."
    }
  ]
}