{
  "author": "Martin Luther King, Jr.",
  "imageId": "Martin-Luther-King,-Jr.",
  "data": [
    {
      "qid": "41738f1a",
      "author": "Martin Luther King, Jr.",
      "en": "Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will."
    },
    {
      "qid": "c6523f55",
      "author": "Martin Luther King, Jr.",
      "en": "Wars are poor chisels for carving out peaceful tomorrows."
    },
    {
      "qid": "3545fae6",
      "author": "Martin Luther King, Jr.",
      "en": "The principle of self defense, even involving weapons and bloodshed, has never been condemned, even by Gandhi."
    },
    {
      "qid": "e0740023",
      "author": "Martin Luther King, Jr.",
      "en": "Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think."
    },
    {
      "qid": "3daf4f3d",
      "author": "Martin Luther King, Jr.",
      "en": "If I wish to compose or write or pray or preach well, I must be angry. Then all the blood in my veins is stirred, and my understanding is sharpened."
    },
    {
      "qid": "21ee6e20",
      "author": "Martin Luther King, Jr.",
      "en": "There can be no deep disappointment where there is not deep love."
    },
    {
      "qid": "8fa4ba15",
      "author": "Martin Luther King, Jr.",
      "en": "The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people."
    },
    {
      "qid": "1761b0a1",
      "author": "Martin Luther King, Jr.",
      "en": "I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made straight and the glory of the Lord shall be revealed and all flesh shall see it together."
    },
    {
      "qid": "29509581",
      "author": "Martin Luther King, Jr.",
      "en": "Everything that we see is a shadow cast by that which we do not see."
    },
    {
      "qid": "675b1ae5",
      "author": "Martin Luther King, Jr.",
      "en": "War is a poor chisel to carve out tomorrow."
    },
    {
      "qid": "5dc2c1f6",
      "author": "Martin Luther King, Jr.",
      "en": "A genuine leader is not a searcher for consensus but a molder of consensus."
    },
    {
      "qid": "1ee33f02",
      "author": "Martin Luther King, Jr.",
      "en": "Injustice anywhere is a threat to justice everywhere."
    },
    {
      "qid": "65b8ede8",
      "author": "Martin Luther King, Jr.",
      "en": "To other countries, I may go as a tourist, but to India, I come as a pilgrim."
    },
    {
      "qid": "3115d82f",
      "author": "Martin Luther King, Jr.",
      "en": "We must use time creatively."
    },
    {
      "qid": "43974080",
      "author": "Martin Luther King, Jr.",
      "en": "The Negro needs the white man to free him from his fears. The white man needs the Negro to free him from his guilt."
    },
    {
      "qid": "27321ee5",
      "author": "Martin Luther King, Jr.",
      "en": "The limitation of riots, moral questions aside, is that they cannot win and their participants know it. Hence, rioting is not revolutionary but reactionary because it invites defeat. It involves an emotional catharsis, but it must be followed by a sense of futility."
    },
    {
      "qid": "fecc2a0b",
      "author": "Martin Luther King, Jr.",
      "en": "Nonviolence means avoiding not only external physical violence but also internal violence of spirit. You not only refuse to shoot a man, but you refuse to hate him."
    },
    {
      "qid": "f3eeb505",
      "author": "Martin Luther King, Jr.",
      "en": "Means we use must be as pure as the ends we seek."
    },
    {
      "qid": "b6389d31",
      "author": "Martin Luther King, Jr.",
      "en": "It is incontestable and deplorable that Negroes have committed crimes; but they are derivative crimes. They are born of the greater crimes of the white society."
    },
    {
      "qid": "8c3bad3b",
      "author": "Martin Luther King, Jr.",
      "en": "Nothing in all the world is more dangerous than sincere ignorance and conscientious stupidity."
    },
    {
      "qid": "5bf86f98",
      "author": "Martin Luther King, Jr.",
      "en": "I want to be the white man's brother, not his brother-in-law."
    },
    {
      "qid": "7066a296",
      "author": "Martin Luther King, Jr.",
      "en": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom."
    },
    {
      "qid": "1c803fa3",
      "author": "Martin Luther King, Jr.",
      "en": "We who in engage in nonviolent direct action are not the creators of tension. We merely bring to the surface the hidden tension that is already alive."
    },
    {
      "qid": "bfddfb69",
      "author": "Martin Luther King, Jr.",
      "en": "Since being in India, I am more convinced than ever before that the method of nonviolent resistance is the most potent weapon available to oppressed people in their struggle for justice and human dignity."
    },
    {
      "qid": "feb297d3",
      "author": "Martin Luther King, Jr.",
      "en": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."
    },
    {
      "qid": "c57c6eda",
      "author": "Martin Luther King, Jr.",
      "en": "The sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality."
    },
    {
      "qid": "b146d118",
      "author": "Martin Luther King, Jr.",
      "en": "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity."
    },
    {
      "qid": "16804de0",
      "author": "Martin Luther King, Jr.",
      "en": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people."
    },
    {
      "qid": "4602c01c",
      "author": "Martin Luther King, Jr.",
      "en": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace."
    },
    {
      "qid": "9ee65fa8",
      "author": "Martin Luther King, Jr.",
      "en": "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal."
    },
    {
      "qid": "140206a7",
      "author": "Martin Luther King, Jr.",
      "en": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education."
    },
    {
      "qid": "97300a1b",
      "author": "Martin Luther King, Jr.",
      "en": "When you are right you cannot be too radical; when you are wrong, you cannot be too conservative."
    },
    {
      "qid": "0e9077f0",
      "author": "Martin Luther King, Jr.",
      "en": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men."
    },
    {
      "qid": "6bb99fa1",
      "author": "Martin Luther King, Jr.",
      "en": "A lie cannot live."
    },
    {
      "qid": "7c3b9b0e",
      "author": "Martin Luther King, Jr.",
      "en": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood."
    },
    {
      "qid": "46b62b64",
      "author": "Martin Luther King, Jr.",
      "en": "I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law."
    },
    {
      "qid": "758b5e3d",
      "author": "Martin Luther King, Jr.",
      "en": "The quality, not the longevity, of one's life is what is important."
    },
    {
      "qid": "baaa5f42",
      "author": "Martin Luther King, Jr.",
      "en": "Our lives begin to end the day we become silent about things that matter."
    },
    {
      "qid": "d387befd",
      "author": "Martin Luther King, Jr.",
      "en": "I just want to do God's will. And he's allowed me to go to the mountain. And I've looked over, and I've seen the promised land! I may not get there with you, but I want you to know tonight that we as a people will get to the promised land."
    },
    {
      "qid": "689371be",
      "author": "Martin Luther King, Jr.",
      "en": "Faith is taking the first step even when you don't see the whole staircase."
    },
    {
      "qid": "42147898",
      "author": "Martin Luther King, Jr.",
      "en": "Pity may represent little more than the impersonal concern which prompts the mailing of a check, but true sympathy is the personal concern which demands the giving of one's soul."
    },
    {
      "qid": "b9181bb1",
      "author": "Martin Luther King, Jr.",
      "en": "Life's most persistent and urgent question is, 'What are you doing for others?'"
    },
    {
      "qid": "9b2a9531",
      "author": "Martin Luther King, Jr.",
      "en": "Whatever affects one directly, affects all indirectly. I can never be what I ought to be until you are what you ought to be. This is the interrelated structure of reality."
    },
    {
      "qid": "9bf73f3f",
      "author": "Martin Luther King, Jr.",
      "en": "Nonviolence is a powerful and just weapon. Indeed, it is a weapon unique in history, which cuts without wounding and ennobles the man who wields it."
    },
    {
      "qid": "f0218702",
      "author": "Martin Luther King, Jr.",
      "en": "If a man has not discovered something that he will die for, he isn't fit to live."
    },
    {
      "qid": "9011e64b",
      "author": "Martin Luther King, Jr.",
      "en": "Seeing is not always believing."
    },
    {
      "qid": "61c4148f",
      "author": "Martin Luther King, Jr.",
      "en": "If we are to go forward, we must go back and rediscover those precious values - that all reality hinges on moral foundations and that all reality has spiritual control."
    },
    {
      "qid": "dba52074",
      "author": "Martin Luther King, Jr.",
      "en": "I look to a day when people will not be judged by the color of their skin, but by the content of their character."
    },
    {
      "qid": "9575e9fd",
      "author": "Martin Luther King, Jr.",
      "en": "There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November."
    },
    {
      "qid": "6cd31bcd",
      "author": "Martin Luther King, Jr.",
      "en": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that."
    },
    {
      "qid": "2d1bc1f6",
      "author": "Martin Luther King, Jr.",
      "en": "That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing."
    },
    {
      "qid": "17150a9a",
      "author": "Martin Luther King, Jr.",
      "en": "Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control."
    },
    {
      "qid": "03287274",
      "author": "Martin Luther King, Jr.",
      "en": "We must learn to live together as brothers or perish together as fools."
    },
    {
      "qid": "ad86fb6b",
      "author": "Martin Luther King, Jr.",
      "en": "Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better."
    },
    {
      "qid": "021a49f5",
      "author": "Martin Luther King, Jr.",
      "en": "Have we not come to such an impasse in the modern world that we must love our enemies - or else? The chain reaction of evil - hate begetting hate, wars producing more wars - must be broken, or else we shall be plunged into the dark abyss of annihilation."
    },
    {
      "qid": "31592ed0",
      "author": "Martin Luther King, Jr.",
      "en": "The past is prophetic in that it asserts loudly that wars are poor chisels for carving out peaceful tomorrows."
    },
    {
      "qid": "ff5feb27",
      "author": "Martin Luther King, Jr.",
      "en": "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them."
    },
    {
      "qid": "f3fa5e73",
      "author": "Martin Luther King, Jr.",
      "en": "Human progress is neither automatic nor inevitable... Every step toward the goal of justice requires sacrifice, suffering, and struggle; the tireless exertions and passionate concern of dedicated individuals."
    },
    {
      "qid": "1d08c3de",
      "author": "Martin Luther King, Jr.",
      "en": "At the center of non-violence stands the principle of love."
    },
    {
      "qid": "f0798c96",
      "author": "Martin Luther King, Jr.",
      "en": "Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man."
    },
    {
      "qid": "176cd1e1",
      "author": "Martin Luther King, Jr.",
      "en": "We must build dikes of courage to hold back the flood of fear."
    },
    {
      "qid": "ba9e0ccb",
      "author": "Martin Luther King, Jr.",
      "en": "The moral arc of the universe bends at the elbow of justice."
    },
    {
      "qid": "74b3cd78",
      "author": "Martin Luther King, Jr.",
      "en": "If physical death is the price that I must pay to free my white brothers and sisters from a permanent death of the spirit, then nothing can be more redemptive."
    },
    {
      "qid": "46bcab13",
      "author": "Martin Luther King, Jr.",
      "en": "Never succumb to the temptation of bitterness."
    },
    {
      "qid": "30d49994",
      "author": "Martin Luther King, Jr.",
      "en": "In the End, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
      "qid": "9dd9bf4d",
      "author": "Martin Luther King, Jr.",
      "en": "He who passively accepts evil is as much involved in it as he who helps to perpetrate it. He who accepts evil without protesting against it is really cooperating with it."
    },
    {
      "qid": "735e0961",
      "author": "Martin Luther King, Jr.",
      "en": "Oppressed people cannot remain oppressed forever. The yearning for freedom eventually manifests itself."
    },
    {
      "qid": "910a9ca6",
      "author": "Martin Luther King, Jr.",
      "en": "Capitalism does not permit an even flow of economic resources. With this system, a small privileged few are rich beyond conscience, and almost all others are doomed to be poor at some level. That's the way the system works. And since we know that the system will not change the rules, we are going to have to change the system."
    },
    {
      "qid": "660438bd",
      "author": "Martin Luther King, Jr.",
      "en": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character."
    },
    {
      "qid": "aa8b7f7d",
      "author": "Martin Luther King, Jr.",
      "en": "A right delayed is a right denied."
    },
    {
      "qid": "1350c4b3",
      "author": "Martin Luther King, Jr.",
      "en": "I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood."
    },
    {
      "qid": "67f0c931",
      "author": "Martin Luther King, Jr.",
      "en": "One of the greatest casualties of the war in Vietnam is the Great Society... shot down on the battlefield of Vietnam."
    },
    {
      "qid": "f34d1043",
      "author": "Martin Luther King, Jr.",
      "en": "I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good."
    },
    {
      "qid": "68388dc0",
      "author": "Martin Luther King, Jr.",
      "en": "I have decided to stick with love. Hate is too great a burden to bear."
    },
    {
      "qid": "3ebeab04",
      "author": "Martin Luther King, Jr.",
      "en": "Philanthropy is commendable, but it must not cause the philanthropist to overlook the circumstances of economic injustice which make philanthropy necessary."
    },
    {
      "qid": "7e9678e4",
      "author": "Martin Luther King, Jr.",
      "en": "Don't let anybody make you think God chose America as His divine messianic force to be a sort of policeman of the whole world."
    },
    {
      "qid": "d8b460c8",
      "author": "Martin Luther King, Jr.",
      "en": "Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness."
    },
    {
      "qid": "cb3b7227",
      "author": "Martin Luther King, Jr.",
      "en": "Love is the only force capable of transforming an enemy into a friend."
    },
    {
      "qid": "a0e57ac1",
      "author": "Martin Luther King, Jr.",
      "en": "We may have all come on different ships, but we're in the same boat now."
    },
    {
      "qid": "fbfa24d9",
      "author": "Martin Luther King, Jr.",
      "en": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies."
    },
    {
      "qid": "02f4abed",
      "author": "Martin Luther King, Jr.",
      "en": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed."
    },
    {
      "qid": "3ef780b9",
      "author": "Martin Luther King, Jr.",
      "en": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent."
    },
    {
      "qid": "a15bd811",
      "author": "Martin Luther King, Jr.",
      "en": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence."
    },
    {
      "qid": "4385afee",
      "author": "Martin Luther King, Jr.",
      "en": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it."
    },
    {
      "qid": "4c0daa74",
      "author": "Martin Luther King, Jr.",
      "en": "Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial."
    },
    {
      "qid": "312cc300",
      "author": "Martin Luther King, Jr.",
      "en": "Human salvation lies in the hands of the creatively maladjusted."
    },
    {
      "qid": "e5be15c5",
      "author": "Martin Luther King, Jr.",
      "en": "The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict."
    },
    {
      "qid": "5fa10e46",
      "author": "Martin Luther King, Jr.",
      "en": "We must accept finite disappointment, but never lose infinite hope."
    },
    {
      "qid": "7934b70c",
      "author": "Martin Luther King, Jr.",
      "en": "Nonviolence is a powerful and just weapon, which cuts without wounding and ennobles the man who wields it. It is a sword that heals."
    },
    {
      "qid": "5aad807c",
      "author": "Martin Luther King, Jr.",
      "en": "All progress is precarious, and the solution of one problem brings us face to face with another problem."
    },
    {
      "qid": "3f2c0718",
      "author": "Martin Luther King, Jr.",
      "en": "The question is not whether we will be extremists, but what kind of extremists we will be... The nation and the world are in dire need of creative extremists."
    },
    {
      "qid": "2c54b1bd",
      "author": "Martin Luther King, Jr.",
      "en": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'"
    },
    {
      "qid": "8cd4f381",
      "author": "Martin Luther King, Jr.",
      "en": "Almost always, the creative dedicated minority has made the world better."
    },
    {
      "qid": "198d396f",
      "author": "Martin Luther King, Jr.",
      "en": "Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love."
    },
    {
      "qid": "596d5ccb",
      "author": "Martin Luther King, Jr.",
      "en": "Never forget that everything Hitler did in Germany was legal."
    },
    {
      "qid": "8e0487d4",
      "author": "Martin Luther King, Jr.",
      "en": "It may be true that the law cannot make a man love me, but it can keep him from lynching me, and I think that's pretty important."
    },
    {
      "qid": "3843aeff",
      "author": "Martin Luther King, Jr.",
      "en": "The time is always right to do what is right."
    },
    {
      "qid": "b26a0e85",
      "author": "Martin Luther King, Jr.",
      "en": "Violence as a way of achieving racial justice is both impractical and immoral. I am not unmindful of the fact that violence often brings about momentary results. Nations have frequently won their independence in battle. But in spite of temporary victories, violence never brings permanent peace."
    },
    {
      "qid": "d5501a6a",
      "author": "Martin Luther King, Jr.",
      "en": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "qid": "7720222f",
      "author": "Martin Luther King, Jr.",
      "en": "There is nothing more tragic than to find an individual bogged down in the length of life, devoid of breadth."
    },
    {
      "qid": "4159d98c",
      "author": "Martin Luther King, Jr.",
      "en": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one."
    },
    {
      "qid": "d0bf13c6",
      "author": "Martin Luther King, Jr.",
      "en": "Law and order exist for the purpose of establishing justice and when they fail in this purpose they become the dangerously structured dams that block the flow of social progress."
    },
    {
      "qid": "2ac111de",
      "author": "Martin Luther King, Jr.",
      "en": "Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live."
    },
    {
      "qid": "05c17567",
      "author": "Martin Luther King, Jr.",
      "en": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word."
    },
    {
      "qid": "b4e27707",
      "author": "Martin Luther King, Jr.",
      "en": "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan."
    },
    {
      "qid": "a9f6729f",
      "author": "Martin Luther King, Jr.",
      "en": "A riot is the language of the unheard."
    },
    {
      "qid": "89bfb194",
      "author": "Martin Luther King, Jr.",
      "en": "We are not makers of history. We are made by history."
    }
  ]
}