{
  "author": "Muhammad Ali",
  "imageId": "Muhammad-Ali",
  "data": [
    {
      "qid": "b0edd7fb",
      "author": "Muhammad Ali",
      "en": "When you can whip any man in the world, you never know peace."
    },
    {
      "qid": "e8ee04af",
      "author": "Muhammad Ali",
      "en": "I've made my share of mistakes along the way, but if I have changed even one life for the better, I haven't lived in vain."
    },
    {
      "qid": "f8c7fd92",
      "author": "Muhammad Ali",
      "en": "I've seen George Foreman shadow boxing, and the shadow won."
    },
    {
      "qid": "bfa75198",
      "author": "Muhammad Ali",
      "en": "The name Muhammad is the most common name in the world. In all the countries around the world - Pakistan, Saudi Arabia, Morocco, Turkey, Syria, Lebanon - there are more Muhammads than anything else. When I joined the Nation of Islam and became a Muslim, they gave me the most famous name because I was the champ."
    },
    {
      "qid": "20317812",
      "author": "Muhammad Ali",
      "en": "It's in my blood to be around people while I was training."
    },
    {
      "qid": "230aa977",
      "author": "Muhammad Ali",
      "en": "White people just don't want their slaves to be free. That's the whole thing."
    },
    {
      "qid": "942dd06d",
      "author": "Muhammad Ali",
      "en": "All of us are so mixed. My great-grandfather was white."
    },
    {
      "qid": "e754a8ba",
      "author": "Muhammad Ali",
      "en": "Boxing is a lot of white men watching two black men beat each other up."
    },
    {
      "qid": "f1a3c82b",
      "author": "Muhammad Ali",
      "en": "To be able to give away riches is mandatory if you wish to possess them. This is the only way that you will be truly rich."
    },
    {
      "qid": "1f31f732",
      "author": "Muhammad Ali",
      "en": "Go up in an airplane. Go high enough, and it's like we don't even exist."
    },
    {
      "qid": "3c6a99bd",
      "author": "Muhammad Ali",
      "en": "The fact is, I was never too bright in school. I ain't ashamed of it, though. I mean, how much do school principals make a month?"
    },
    {
      "qid": "8e13a9dc",
      "author": "Muhammad Ali",
      "en": "What keeps me going is goals."
    },
    {
      "qid": "f4a76196",
      "author": "Muhammad Ali",
      "en": "Life is so, so short. Bible says it's like a vapor."
    },
    {
      "qid": "fe2b2f3e",
      "author": "Muhammad Ali",
      "en": "Silence is golden when you can't think of a good answer."
    },
    {
      "qid": "3b7c0ee0",
      "author": "Muhammad Ali",
      "en": "Float like a butterfly, sting like a bee."
    },
    {
      "qid": "b1c4a5b0",
      "author": "Muhammad Ali",
      "en": "The fight is won or lost far away from witnesses - behind the lines, in the gym, and out there on the road, long before I dance under those lights."
    },
    {
      "qid": "f70328e0",
      "author": "Muhammad Ali",
      "en": "People don't realize what they had till it's gone. Like President Kennedy, there was no one like him, the Beatles, and my man Elvis Presley. I was the Elvis of boxing."
    },
    {
      "qid": "394115d4",
      "author": "Muhammad Ali",
      "en": "I done wrestled with an alligator, I done tussled with a whale; handcuffed lightning, thrown thunder in jail; only last week, I murdered a rock, injured a stone, hospitalised a brick; I'm so mean I make medicine sick."
    },
    {
      "qid": "50e6cf3f",
      "author": "Muhammad Ali",
      "en": "Anywhere I go, there is always an incredible crowd that follows me. In Rome, as I land at the airport, even the men kiss me. I love Rome."
    },
    {
      "qid": "ec8b3500",
      "author": "Muhammad Ali",
      "en": "If you lose a big fight, it will worry you all of your life. It will plague you - until you get your revenge."
    },
    {
      "qid": "08c0c92c",
      "author": "Muhammad Ali",
      "en": "I am the astronaut of boxing. Joe Louis and Dempsey were just jet pilots. I'm in a world of my own."
    },
    {
      "qid": "52388b07",
      "author": "Muhammad Ali",
      "en": "I'm just hoping that people understand that Islam is peace and not violence."
    },
    {
      "qid": "80bf8258",
      "author": "Muhammad Ali",
      "en": "I wanted to use my fame and this face that everyone knows so well to help uplift and inspire people around the world."
    },
    {
      "qid": "22ae4acb",
      "author": "Muhammad Ali",
      "en": "It isn't the mountains ahead to climb that wear you out; it's the pebble in your shoe."
    },
    {
      "qid": "6984fa01",
      "author": "Muhammad Ali",
      "en": "Sonny Liston is nothing. The man can't talk. The man can't fight. The man needs talking lessons. The man needs boxing lessons. And since he's gonna fight me, he needs falling lessons."
    },
    {
      "qid": "7cc94852",
      "author": "Muhammad Ali",
      "en": "I'm the greatest thing that ever lived! I'm the king of the world! I'm a bad man. I'm the prettiest thing that ever lived."
    },
    {
      "qid": "ce5fa39d",
      "author": "Muhammad Ali",
      "en": "America is the greatest country in the world."
    },
    {
      "qid": "8580eea4",
      "author": "Muhammad Ali",
      "en": "There are no pleasures in a fight but some of my fights have been a pleasure to win."
    },
    {
      "qid": "3cc5a1de",
      "author": "Muhammad Ali",
      "en": "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths."
    },
    {
      "qid": "dabaefd5",
      "author": "Muhammad Ali",
      "en": "At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far."
    },
    {
      "qid": "c1178303",
      "author": "Muhammad Ali",
      "en": "I'm no leader; I'm a little humble follower."
    },
    {
      "qid": "ddf4431c",
      "author": "Muhammad Ali",
      "en": "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters."
    },
    {
      "qid": "44ceda8b",
      "author": "Muhammad Ali",
      "en": "I know I got it made while the masses of black people are catchin' hell, but as long as they ain't free, I ain't free."
    },
    {
      "qid": "e5fb54d3",
      "author": "Muhammad Ali",
      "en": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even."
    },
    {
      "qid": "51ff9159",
      "author": "Muhammad Ali",
      "en": "I'll beat him so bad he'll need a shoehorn to put his hat on."
    },
    {
      "qid": "4c425d9b",
      "author": "Muhammad Ali",
      "en": "I give thanks to God and to all the people in the U.K. who have supported me over the years."
    },
    {
      "qid": "4c9a45dc",
      "author": "Muhammad Ali",
      "en": "All black Americans have slave names. They have white names; names that the slave master has given to them."
    },
    {
      "qid": "6d4b1ada",
      "author": "Muhammad Ali",
      "en": "Joe Frazier got hit more than me - and he doesn't have Parkinson's."
    },
    {
      "qid": "b1a3bd50",
      "author": "Muhammad Ali",
      "en": "I believe in the religion of Islam. I believe in Allah and peace."
    },
    {
      "qid": "2bea6aac",
      "author": "Muhammad Ali",
      "en": "If they can make penicillin out of mouldy bread, they can sure make something out of you."
    },
    {
      "qid": "c0d7898a",
      "author": "Muhammad Ali",
      "en": "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong."
    },
    {
      "qid": "c9a81c8d",
      "author": "Muhammad Ali",
      "en": "Wars of nations are fought to change maps. But wars of poverty are fought to map change."
    },
    {
      "qid": "eb9ea408",
      "author": "Muhammad Ali",
      "en": "It's not bragging if you can back it up."
    },
    {
      "qid": "2cb844ec",
      "author": "Muhammad Ali",
      "en": "The man who has no imagination has no wings."
    },
    {
      "qid": "ef10db53",
      "author": "Muhammad Ali",
      "en": "Service to others is the rent you pay for your room here on earth."
    },
    {
      "qid": "19407de4",
      "author": "Muhammad Ali",
      "en": "I said I was 'The Greatest,' I never said I was the smartest!"
    },
    {
      "qid": "99b0dba4",
      "author": "Muhammad Ali",
      "en": "Ever since I first came here in 1963 to fight Henry Cooper, I have loved the people of England."
    },
    {
      "qid": "65edcbf6",
      "author": "Muhammad Ali",
      "en": "I'm so fast that last night I turned off the light switch in my hotel room and was in bed before the room was dark."
    },
    {
      "qid": "010f37d8",
      "author": "Muhammad Ali",
      "en": "I always bring out the best in men I fight, but Joe Frazier, I'll tell the world right now, brings out the best in me. I'm gonna tell ya, that's one helluva man, and God bless him."
    },
    {
      "qid": "9a486cf8",
      "author": "Muhammad Ali",
      "en": "Frazier is so ugly that he should donate his face to the U.S. Bureau of Wild Life."
    },
    {
      "qid": "8c0400e6",
      "author": "Muhammad Ali",
      "en": "A rooster crows only when it sees the light. Put him in the dark and he'll never crow. I have seen the light and I'm crowing."
    },
    {
      "qid": "add5d441",
      "author": "Muhammad Ali",
      "en": "You can't keep your mind on fighting when you're thinking about a woman. You can't keep your concentration. You feel like sleeping all the time."
    },
    {
      "qid": "829e8040",
      "author": "Muhammad Ali",
      "en": "I don't have to be what you want me to be."
    },
    {
      "qid": "5e09c4a2",
      "author": "Muhammad Ali",
      "en": "I used to tease Joe Louis by reminding him that I was the greatest of all time. But Joe Louis was the greatest heavyweight fighter ever."
    },
    {
      "qid": "d8371543",
      "author": "Muhammad Ali",
      "en": "I figure I'll be champ for about ten years and then I'll let my brother take over - like the Kennedys down in Washington."
    },
    {
      "qid": "9139e7da",
      "author": "Muhammad Ali",
      "en": "The white man is destroying the world."
    },
    {
      "qid": "e637bae1",
      "author": "Muhammad Ali",
      "en": "There are more pleasant things to do than beat up people."
    },
    {
      "qid": "ba9b8cbd",
      "author": "Muhammad Ali",
      "en": "Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
    },
    {
      "qid": "3d867a91",
      "author": "Muhammad Ali",
      "en": "Age is whatever you think it is. You are as old as you think you are."
    },
    {
      "qid": "de22682c",
      "author": "Muhammad Ali",
      "en": "I didn't want to submit to the army and then, on the day of judgment, have God say to me, 'Why did you do that?' This life is a trial, and you realize that what you do is going to be written down for Judgment Day."
    },
    {
      "qid": "4c6e4c7d",
      "author": "Muhammad Ali",
      "en": "I shook up the world, I shook up the world."
    },
    {
      "qid": "44e5178b",
      "author": "Muhammad Ali",
      "en": "My only fault is that I don't realize how great I really am."
    },
    {
      "qid": "29d3fde0",
      "author": "Muhammad Ali",
      "en": "I'm more at home with my log cabins than I am in my house in Cherry Hill."
    },
    {
      "qid": "6f4123d0",
      "author": "Muhammad Ali",
      "en": "No one knows what to say in the loser's locker room."
    },
    {
      "qid": "8272251e",
      "author": "Muhammad Ali",
      "en": "I had to prove you could be a new kind of black man. I had to show the world."
    },
    {
      "qid": "9e002186",
      "author": "Muhammad Ali",
      "en": "My way of joking is to tell the truth. That's the funniest joke in the world."
    },
    {
      "qid": "338c1d2e",
      "author": "Muhammad Ali",
      "en": "I should be a postage stamp, because that's the only way I'll ever get licked. I'm beautiful. I'm fast. I'm so mean I make medicine sick. I can't possibly be beat."
    },
    {
      "qid": "55a5c624",
      "author": "Muhammad Ali",
      "en": "We who follow the teachings of Elijah Muhammad don't want to be forced to integrate. Integration is wrong. We don't want to live with the white man; that's all."
    },
    {
      "qid": "a4da0721",
      "author": "Muhammad Ali",
      "en": "No intelligent black man or black woman in his or her right black mind wants white boys and white girls coming to their homes to marry their black sons and daughters."
    },
    {
      "qid": "a3eda41d",
      "author": "Muhammad Ali",
      "en": "The Nation of Islam's main focus was teaching black pride and self-awareness. Why should we keep trying to force ourselves into white restaurants and schools when white people didn't want us? Why not clean up our own neighborhoods and schools instead of trying to move out of them and into white people's neighborhoods?"
    },
    {
      "qid": "714309f4",
      "author": "Muhammad Ali",
      "en": "I calculate that I took 20,000 punches, but I earned millions and kept a lot of it. I may talk slow, but my mind is OK."
    },
    {
      "qid": "dd2a1ba3",
      "author": "Muhammad Ali",
      "en": "I've been everywhere in the world, seen everything, had everything a man can have."
    },
    {
      "qid": "0db2245e",
      "author": "Muhammad Ali",
      "en": "It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen."
    },
    {
      "qid": "24f07aa2",
      "author": "Muhammad Ali",
      "en": "My trainer don't tell me nothing between rounds. I don't allow him to. I fight the fight. All I want to know is did I win the round. It's too late for advice."
    },
    {
      "qid": "22e53091",
      "author": "Muhammad Ali",
      "en": "It's hard to be humble, when you're as great as I am."
    },
    {
      "qid": "f10305c3",
      "author": "Muhammad Ali",
      "en": "I have been so great in boxing they had to create an image like Rocky, a white image on the screen, to counteract my image in the ring. America has to have its white images, no matter where it gets them. Jesus, Wonder Woman, Tarzan and Rocky."
    },
    {
      "qid": "5321222f",
      "author": "Muhammad Ali",
      "en": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up."
    },
    {
      "qid": "a71f45aa",
      "author": "Muhammad Ali",
      "en": "Never put your money against Cassius Clay, for you will never have a lucky day."
    },
    {
      "qid": "683845a6",
      "author": "Muhammad Ali",
      "en": "I am the greatest, I said that even before I knew I was."
    },
    {
      "qid": "8b394d60",
      "author": "Muhammad Ali",
      "en": "Terrorists are not following Islam. Killing people and blowing up people and dropping bombs in places and all this is not the way to spread the word of Islam. So people realize now that all Muslims are not terrorists."
    },
    {
      "qid": "b5725cf4",
      "author": "Muhammad Ali",
      "en": "A man who views the world the same at fifty as he did at twenty has wasted thirty years of his life."
    },
    {
      "qid": "e151d8a8",
      "author": "Muhammad Ali",
      "en": "I figured that if I said it enough, I would convince the world that I really was the greatest."
    },
    {
      "qid": "d1bb5387",
      "author": "Muhammad Ali",
      "en": "Superman don't need no seat belt."
    },
    {
      "qid": "397503ea",
      "author": "Muhammad Ali",
      "en": "I wish people would love everybody else the way they love me. It would be a better world."
    },
    {
      "qid": "bb8afb99",
      "author": "Muhammad Ali",
      "en": "I'm not the greatest; I'm the double greatest. Not only do I knock 'em out, I pick the round."
    },
    {
      "qid": "e1476769",
      "author": "Muhammad Ali",
      "en": "I had a good time boxing. I enjoyed it - and I may come back."
    },
    {
      "qid": "059c3031",
      "author": "Muhammad Ali",
      "en": "I am an ordinary man who worked hard to develop the talent I was given. I believed in myself, and I believe in the goodness of others."
    },
    {
      "qid": "71ce6092",
      "author": "Muhammad Ali",
      "en": "My lectures, based on Islamic teachings, were on various subjects. Some of the titles were, 'The Intoxication of Life,' 'The Purpose of Life,' 'The Real Cause of Man's Distress,' 'The Journey to the Goal in Life,' and, one of my favorites, 'The Heart of Man.' They contained important insights that spoke to something deep inside me."
    },
    {
      "qid": "c6945be4",
      "author": "Muhammad Ali",
      "en": "God tries you in certain, certain ways. Some people are rich, and they believe in God. They lose the money, things get hard, they get weak and quit going to church. Quit serving God like they did."
    },
    {
      "qid": "38c8d590",
      "author": "Muhammad Ali",
      "en": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."
    },
    {
      "qid": "73336a88",
      "author": "Muhammad Ali",
      "en": "To make America the greatest is my goal, so I beat the Russian and I beat the Pole. And for the U.S.A. won the medal of gold. The Greeks said, 'You're better than the Cassius of old.'"
    },
    {
      "qid": "58e08c6d",
      "author": "Muhammad Ali",
      "en": "It will be a killer, and a chiller, and a thriller, when I get the gorilla in Manila."
    },
    {
      "qid": "9cff20c2",
      "author": "Muhammad Ali",
      "en": "My principles are more important than the money or my title."
    },
    {
      "qid": "c54cdc4a",
      "author": "Muhammad Ali",
      "en": "Cassius Clay is a name that white people gave to my slave master. Now that I am free, that I don't belong anymore to anyone, that I'm not a slave anymore, I gave back their white name, and I chose a beautiful African one."
    },
    {
      "qid": "6fcb8aa3",
      "author": "Muhammad Ali",
      "en": "The only thing that matters is submitting to the will of God."
    },
    {
      "qid": "a8564de9",
      "author": "Muhammad Ali",
      "en": "Allah's the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner."
    },
    {
      "qid": "6c27b9aa",
      "author": "Muhammad Ali",
      "en": "I never thought of losing, but now that it' s happened, the only thing is to do it right. That's my obligation to all the people who believe in me. We all have to take defeats in life."
    },
    {
      "qid": "7ed78219",
      "author": "Muhammad Ali",
      "en": "Ali's got a left, Ali's got a right - when he knocks you down, you'll sleep for the night; and when you lie on the floor and the ref counts to ten, hope and pray that you never meet me again."
    },
    {
      "qid": "3c89bb32",
      "author": "Muhammad Ali",
      "en": "Joe Frazier is so ugly that when he cries, the tears turn around and go down the back of his head."
    },
    {
      "qid": "c2c11ca8",
      "author": "Muhammad Ali",
      "en": "Old age is just a record of one's whole life."
    },
    {
      "qid": "3f48c056",
      "author": "Muhammad Ali",
      "en": "If I said I would knock out Sonny Liston in 1 minute and 49 seconds of the first round, that would hurt the gate."
    },
    {
      "qid": "7e437823",
      "author": "Muhammad Ali",
      "en": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
    },
    {
      "qid": "35a749bf",
      "author": "Muhammad Ali",
      "en": "I'm the most recognized and loved man that ever lived cuz there weren't no satellites when Jesus and Moses were around, so people far away in the villages didn't know about them."
    },
    {
      "qid": "d84bd6fc",
      "author": "Muhammad Ali",
      "en": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you."
    },
    {
      "qid": "d2b80d25",
      "author": "Muhammad Ali",
      "en": "You think the world was shocked when Nixon resigned? Wait till I whup George Foreman's behind."
    },
    {
      "qid": "c099de4a",
      "author": "Muhammad Ali",
      "en": "Don't feel sorry for me."
    },
    {
      "qid": "d5f4de09",
      "author": "Muhammad Ali",
      "en": "If you even dream of beating me you'd better wake up and apologize."
    },
    {
      "qid": "6ddd7c0c",
      "author": "Muhammad Ali",
      "en": "No boxer in the history of boxing has had Parkinson's. There's no injury in my brain that suggests that the illness came from boxing."
    },
    {
      "qid": "ab4a99c6",
      "author": "Muhammad Ali",
      "en": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself."
    },
    {
      "qid": "514431cb",
      "author": "Muhammad Ali",
      "en": "I got no quarrel with them Vietcong."
    },
    {
      "qid": "cb675b29",
      "author": "Muhammad Ali",
      "en": "When I won the Golden Gloves in 1960, that made me realize I had a chance. And when I won at the Olympics, that sealed it: I was the champ."
    },
    {
      "qid": "65d49272",
      "author": "Muhammad Ali",
      "en": "He who is not courageous enough to take risks will accomplish nothing in life."
    },
    {
      "qid": "5bab97d2",
      "author": "Muhammad Ali",
      "en": "I would say things like 'I am the greatest! I'm pretty! If you talk jive, you'll drop in five! I float like a butterfly, sting like a bee! I'm pretty!' When white people heard me talking like this, some said, 'That black man talks too much. He's bragging.'"
    },
    {
      "qid": "25683bf8",
      "author": "Muhammad Ali",
      "en": "My toughest fight was with my first wife."
    }
  ]
}