{
  "author": "Nelson Mandela",
  "imageId": "Nelson-Mandela",
  "data": [
    {
      "qid": "082464d6",
      "author": "Nelson Mandela",
      "en": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."
    },
    {
      "qid": "92fd484c",
      "author": "Nelson Mandela",
      "en": "When I came to Johannesburg from the countryside, I knew nobody, but many strangers were very kind to me. I then was dragged into politics, and then, subsequently, I became a lawyer."
    },
    {
      "qid": "c52b9292",
      "author": "Nelson Mandela",
      "en": "In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry 'Native passes' issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine."
    },
    {
      "qid": "eb310f53",
      "author": "Nelson Mandela",
      "en": "I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur's cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master's car."
    },
    {
      "qid": "135e677a",
      "author": "Nelson Mandela",
      "en": "Unlike some politicians, I can admit to a mistake."
    },
    {
      "qid": "10ed9546",
      "author": "Nelson Mandela",
      "en": "Let there be work, bread, water and salt for all."
    },
    {
      "qid": "bc41902f",
      "author": "Nelson Mandela",
      "en": "By ancestry, I was born to rule."
    },
    {
      "qid": "854fc255",
      "author": "Nelson Mandela",
      "en": "I stand here before you not as a prophet, but as a humble servant of you, the people."
    },
    {
      "qid": "e938e34b",
      "author": "Nelson Mandela",
      "en": "There are times when a leader must move out ahead of the flock, go off in a new direction, confident that he is leading his people the right way."
    },
    {
      "qid": "0479dcf6",
      "author": "Nelson Mandela",
      "en": "My son has died of AIDS."
    },
    {
      "qid": "400a4c11",
      "author": "Nelson Mandela",
      "en": "I have been influenced in my thinking by both west and east."
    },
    {
      "qid": "428458d0",
      "author": "Nelson Mandela",
      "en": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another."
    },
    {
      "qid": "fe2b3b4d",
      "author": "Nelson Mandela",
      "en": "Africans require, want, the franchise on the basis of one man one vote. They want political independence."
    },
    {
      "qid": "ed16150e",
      "author": "Nelson Mandela",
      "en": "I really wanted to retire and rest and spend more time with my children, my grandchildren and of course with my wife."
    },
    {
      "qid": "4b431d7d",
      "author": "Nelson Mandela",
      "en": "We can't afford to be killing one another."
    },
    {
      "qid": "f6457d78",
      "author": "Nelson Mandela",
      "en": "There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease."
    },
    {
      "qid": "323b9036",
      "author": "Nelson Mandela",
      "en": "The names of Dingane and Bambata, Hintsa and Makana, Squngthi and Dalasile, Moshoeshoe and Sekhukhuni, were praised as the glory of the entire African nation. I hoped then that life might offer me the opportunity to serve my people and make my own humble contribution to their freedom struggle."
    },
    {
      "qid": "26b4f380",
      "author": "Nelson Mandela",
      "en": "It always seems impossible until it's done."
    },
    {
      "qid": "b29f1991",
      "author": "Nelson Mandela",
      "en": "I dream of the realization of the unity of Africa, whereby its leaders combine in their efforts to solve the problems of this continent. I dream of our vast deserts, of our forests, of all our great wildernesses."
    },
    {
      "qid": "6ed4123f",
      "author": "Nelson Mandela",
      "en": "Sabotage did not involve loss of life, and it offered the best hope for future race relations. Bitterness would be kept to a minimum and, if the policy bore fruit, democratic government could become a reality."
    },
    {
      "qid": "e69036e2",
      "author": "Nelson Mandela",
      "en": "From the beginning, Mandela and Tambo was besieged with clients. We were not the only African lawyers in South Africa, but we were the only firm of African lawyers. For Africans, we were the firm of first choice and last resort."
    },
    {
      "qid": "c7cefd2c",
      "author": "Nelson Mandela",
      "en": "Only free men can negotiate. A prisoner cannot enter into contracts."
    },
    {
      "qid": "ab12af7b",
      "author": "Nelson Mandela",
      "en": "I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them."
    },
    {
      "qid": "0c30d30e",
      "author": "Nelson Mandela",
      "en": "I have always regarded myself, in the first place, as an African patriot."
    },
    {
      "qid": "7b646403",
      "author": "Nelson Mandela",
      "en": "No country can really develop unless its citizens are educated."
    },
    {
      "qid": "c8453e49",
      "author": "Nelson Mandela",
      "en": "You know, you can only lead them from behind."
    },
    {
      "qid": "339f7089",
      "author": "Nelson Mandela",
      "en": "I made a mistake by being ejected from the presidency. Next time, I will choose a Cabinet which will allow me to be life President."
    },
    {
      "qid": "54f4f28e",
      "author": "Nelson Mandela",
      "en": "We pledge ourselves to liberate all our people from the continuing bondage of poverty, deprivation, suffering, gender and other discrimination."
    },
    {
      "qid": "2dcfd09e",
      "author": "Nelson Mandela",
      "en": "I was first imprisoned in Pretoria, and then, thereafter, I was taken to Robben Island. I stayed there for a couple of weeks. I was taken back to Pretoria when I was charged in the Rivonia trial, when I was then sent to Robben Island for life."
    },
    {
      "qid": "273ae0a6",
      "author": "Nelson Mandela",
      "en": "Forget the past."
    },
    {
      "qid": "c0a8aa01",
      "author": "Nelson Mandela",
      "en": "Communists have always played an active role in the fight by colonial countries for their freedom, because the short-term objects of Communism would always correspond with the long-term objects of freedom movements."
    },
    {
      "qid": "01307b28",
      "author": "Nelson Mandela",
      "en": "Money won't create success, the freedom to make it will."
    },
    {
      "qid": "f49c6b9c",
      "author": "Nelson Mandela",
      "en": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart."
    },
    {
      "qid": "c0f5d0a6",
      "author": "Nelson Mandela",
      "en": "Prison life, fortunately, I spent a lot of years, about 18 years with other prisoners, and, as I say, they enriched your soul."
    },
    {
      "qid": "c6324d9d",
      "author": "Nelson Mandela",
      "en": "After one has been in prison, it is the small things that one appreciates: being able to take a walk whenever one wants, going into a shop and buying a newspaper, speaking or choosing to remain silent. The simple act of being able to control one's person."
    },
    {
      "qid": "1c72b720",
      "author": "Nelson Mandela",
      "en": "I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days."
    },
    {
      "qid": "1418cb36",
      "author": "Nelson Mandela",
      "en": "Especially for those of us who lived in single cells, you had the time to sit down and think, and we discovered that sitting down just to think is one of the best ways of keeping yourself fresh and able, to be able to address the problems facing you, and you had the opportunity, also, of examining your past."
    },
    {
      "qid": "87952d99",
      "author": "Nelson Mandela",
      "en": "There is no such thing as part freedom."
    },
    {
      "qid": "b148ae84",
      "author": "Nelson Mandela",
      "en": "A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don't have that idea when you are arrogant, superficial, and uninformed."
    },
    {
      "qid": "a921e928",
      "author": "Nelson Mandela",
      "en": "If the United States of America or Britain is having elections, they don't ask for observers from Africa or from Asia. But when we have elections, they want observers."
    },
    {
      "qid": "aeb9a543",
      "author": "Nelson Mandela",
      "en": "I cannot say for certain if there is such a thing as love at first sight, but I do know that the moment I first glimpsed Winnie Nomzamo, I knew that I wanted to have her as my wife."
    },
    {
      "qid": "cf7c6fe3",
      "author": "Nelson Mandela",
      "en": "If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness."
    },
    {
      "qid": "722a6a53",
      "author": "Nelson Mandela",
      "en": "At the outset, I want to say that the suggestion that the struggle in South Africa is under the influence of foreigners or communists is wholly incorrect. I have done whatever I did because of my experience in South Africa and my own proudly felt African background, and not because of what any outsider might have said."
    },
    {
      "qid": "b25cf4fa",
      "author": "Nelson Mandela",
      "en": "Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?"
    },
    {
      "qid": "a1bd4ae1",
      "author": "Nelson Mandela",
      "en": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future."
    },
    {
      "qid": "c632da31",
      "author": "Nelson Mandela",
      "en": "The education I received was a British education, in which British ideas, British culture, British institutions, were automatically assumed to be superior. There was no such thing as African culture."
    },
    {
      "qid": "ef303faf",
      "author": "Nelson Mandela",
      "en": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "qid": "d1ef80fd",
      "author": "Nelson Mandela",
      "en": "In my country we go to prison first and then become President."
    },
    {
      "qid": "c55068a9",
      "author": "Nelson Mandela",
      "en": "If you are poor, you are not likely to live long."
    },
    {
      "qid": "e7bc3749",
      "author": "Nelson Mandela",
      "en": "Apart from life, a strong constitution, and an abiding connection to the Thembu royal house, the only thing my father bestowed upon me at birth was a name, Rolihlahla."
    },
    {
      "qid": "3cad8802",
      "author": "Nelson Mandela",
      "en": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner."
    },
    {
      "qid": "a9c08d68",
      "author": "Nelson Mandela",
      "en": "Let each know that for each the body, the mind and the soul have been freed to fulfill themselves."
    },
    {
      "qid": "d8c05e31",
      "author": "Nelson Mandela",
      "en": "Even if you have a terminal disease, you don't have to sit down and mope. Enjoy life and challenge the illness that you have."
    },
    {
      "qid": "2ecd83ba",
      "author": "Nelson Mandela",
      "en": "Before I went to jail, I was active in politics as a member of South Africa's leading organization - and I was generally busy from 7 A.M. until midnight. I never had time to sit and think."
    },
    {
      "qid": "1abd1696",
      "author": "Nelson Mandela",
      "en": "There can be no keener revelation of a society's soul than the way in which it treats its children."
    },
    {
      "qid": "79ecfb47",
      "author": "Nelson Mandela",
      "en": "Without education, your children can never really meet the challenges they will face. So it's very important to give children education and explain that they should play a role for their country."
    },
    {
      "qid": "bbdb6241",
      "author": "Nelson Mandela",
      "en": "After climbing a great hill, one only finds that there are many more hills to climb."
    },
    {
      "qid": "61403a6f",
      "author": "Nelson Mandela",
      "en": "I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die."
    },
    {
      "qid": "e6460d96",
      "author": "Nelson Mandela",
      "en": "There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered."
    },
    {
      "qid": "f6745311",
      "author": "Nelson Mandela",
      "en": "Let us give publicity to H.I.V./AIDS and not hide it, because the only way to make it appear like a normal illness like TB, like cancer, is always to come out and say somebody has died because of H.I.V./AIDS, and people will stop regarding it as something extraordinary."
    },
    {
      "qid": "5ee7e08f",
      "author": "Nelson Mandela",
      "en": "There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous."
    },
    {
      "qid": "700bc522",
      "author": "Nelson Mandela",
      "en": "People respond in accordance to how you relate to them. If you approach them on the basis of violence, that's how they'll react. But if you say, 'We want peace, we want stability,' we can then do a lot of things that will contribute towards the progress of our society."
    },
    {
      "qid": "69bd263b",
      "author": "Nelson Mandela",
      "en": "I dream of an Africa which is in peace with itself."
    },
    {
      "qid": "aeb5c472",
      "author": "Nelson Mandela",
      "en": "Sometimes, I feel like one who is on the sidelines, who has missed life itself."
    },
    {
      "qid": "d780a146",
      "author": "Nelson Mandela",
      "en": "Nonviolence is a good policy when the conditions permit."
    },
    {
      "qid": "63364989",
      "author": "Nelson Mandela",
      "en": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires."
    },
    {
      "qid": "2babd26a",
      "author": "Nelson Mandela",
      "en": "It is wise to persuade people to do things and make them think it was their own idea."
    },
    {
      "qid": "fd39852f",
      "author": "Nelson Mandela",
      "en": "The titanic effort that has brought liberation to South Africa, and ensured the total liberation of Africa, constitutes an act of redemption for the black people of the world."
    },
    {
      "qid": "67aba0ee",
      "author": "Nelson Mandela",
      "en": "I realized quickly what Mandela and Tambo meant to ordinary Africans. It was a place where they could come and find a sympathetic ear and a competent ally, a place where they would not be either turned away or cheated, a place where they might actually feel proud to be represented by men of their own skin color."
    },
    {
      "qid": "2392ae68",
      "author": "Nelson Mandela",
      "en": "To deny people their human rights is to challenge their very humanity."
    },
    {
      "qid": "0aadedde",
      "author": "Nelson Mandela",
      "en": "Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom."
    },
    {
      "qid": "ad01ac25",
      "author": "Nelson Mandela",
      "en": "Intervention only works when the people concerned seem to be keen for peace."
    },
    {
      "qid": "baff9ec6",
      "author": "Nelson Mandela",
      "en": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself."
    },
    {
      "qid": "78c0706f",
      "author": "Nelson Mandela",
      "en": "I have retired, but if there's anything that would kill me it is to wake up in the morning not knowing what to do."
    },
    {
      "qid": "6a3b7a0d",
      "author": "Nelson Mandela",
      "en": "Our single most important challenge is therefore to help establish a social order in which the freedom of the individual will truly mean the freedom of the individual."
    },
    {
      "qid": "dadedf8f",
      "author": "Nelson Mandela",
      "en": "Any man or institution that tries to rob me of my dignity will lose."
    },
    {
      "qid": "0a3acd67",
      "author": "Nelson Mandela",
      "en": "I detest racialism, because I regard it as a barbaric thing, whether it comes from a black man or a white man."
    },
    {
      "qid": "9f447932",
      "author": "Nelson Mandela",
      "en": "As an attorney, I could be rather flamboyant in court. I did not act as though I were a black man in a white man's court, but as if everyone else - white and black - was a guest in my court. When trying a case, I often made sweeping gestures and used high-flown language."
    },
    {
      "qid": "42cde63e",
      "author": "Nelson Mandela",
      "en": "Let freedom reign. The sun never set on so glorious a human achievement."
    },
    {
      "qid": "9ac1e9c5",
      "author": "Nelson Mandela",
      "en": "As long as poverty, injustice and gross inequality persist in our world, none of us can truly rest."
    },
    {
      "qid": "8d142115",
      "author": "Nelson Mandela",
      "en": "On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education."
    },
    {
      "qid": "5e634f84",
      "author": "Nelson Mandela",
      "en": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living."
    },
    {
      "qid": "938c6c8f",
      "author": "Nelson Mandela",
      "en": "There are many people in South Africa who are rich and who can share those riches with those not so fortunate who have not been able to conquer poverty."
    },
    {
      "qid": "b067c79e",
      "author": "Nelson Mandela",
      "en": "It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership."
    },
    {
      "qid": "8a8e3cfe",
      "author": "Nelson Mandela",
      "en": "I should tie myself to no particular system of society other than of socialism."
    },
    {
      "qid": "f1dfe6b1",
      "author": "Nelson Mandela",
      "en": "I can't pretend that I'm brave and that I can beat the whole world."
    },
    {
      "qid": "9884b4fb",
      "author": "Nelson Mandela",
      "en": "We must use time wisely and forever realize that the time is always ripe to do right."
    },
    {
      "qid": "e47b9905",
      "author": "Nelson Mandela",
      "en": "Leaders in all spheres who are living with HIV should be encouraged, not coerced, to lead by example and disclose their HIV status."
    },
    {
      "qid": "9abd7d41",
      "author": "Nelson Mandela",
      "en": "When the water starts boiling it is foolish to turn off the heat."
    },
    {
      "qid": "57913715",
      "author": "Nelson Mandela",
      "en": "If there is a country that has committed unspeakable atrocities in the world, it is the United States of America."
    },
    {
      "qid": "ab4d4c5f",
      "author": "Nelson Mandela",
      "en": "Give a child love, laughter and peace, not AIDS."
    },
    {
      "qid": "5666e41d",
      "author": "Nelson Mandela",
      "en": "The United States has made serious mistakes in the conduct of its foreign affairs, which have had unfortunate repercussions long after the decisions were taken."
    },
    {
      "qid": "29c95d73",
      "author": "Nelson Mandela",
      "en": "I do not deny that I planned sabotage. I did not plan it in a spirit of recklessness nor because I have any love of violence. I planned it as a result of a calm and sober assessment of the political situation that had arisen after many years of tyranny, exploitation and oppression of my people by the whites."
    },
    {
      "qid": "a89de873",
      "author": "Nelson Mandela",
      "en": "Running taught me valuable lessons. In cross-country competition, training counted more than intrinsic ability, and I could compensate for a lack of natural aptitude with diligence and discipline. I applied this in everything I did."
    },
    {
      "qid": "96f4b0e3",
      "author": "Nelson Mandela",
      "en": "Our daily deeds as ordinary South Africans must produce an actual South African reality that will reinforce humanity's belief in justice, strengthen its confidence in the nobility of the human soul, and sustain all our hopes for a glorious life for all."
    },
    {
      "qid": "26f6ce68",
      "author": "Nelson Mandela",
      "en": "I cannot conceive of Israel withdrawing if Arab states do not recognize Israel, within secure borders."
    },
    {
      "qid": "d8997523",
      "author": "Nelson Mandela",
      "en": "I came across few whites as a boy at Qunu. The local magistrate, of course, was white, as was the nearest shopkeeper. Occasionally, white travelers or policemen passed through our area. These whites appeared as grand as gods to me, and I was aware that they were to be treated with a mixture of fear and respect."
    },
    {
      "qid": "08467c1c",
      "author": "Nelson Mandela",
      "en": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "qid": "fe63d9fc",
      "author": "Nelson Mandela",
      "en": "Whatever position I occupied, it was the result of colleagues - of my comrades in the movement - who had decided in their wisdom to use me for the purpose of focusing the attention of the country and the international community on me."
    },
    {
      "qid": "d1fae414",
      "author": "Nelson Mandela",
      "en": "I was called a terrorist yesterday, but when I came out of jail, many people embraced me, including my enemies, and that is what I normally tell other people who say those who are struggling for liberation in their country are terrorists."
    },
    {
      "qid": "f05e5429",
      "author": "Nelson Mandela",
      "en": "A good head and a good heart are always a formidable combination."
    },
    {
      "qid": "ff46add8",
      "author": "Nelson Mandela",
      "en": "In countries where innocent people are dying, the leaders are following their blood rather than their brains."
    },
    {
      "qid": "abd57275",
      "author": "Nelson Mandela",
      "en": "I was not a messiah, but an ordinary man who had become a leader because of extraordinary circumstances."
    },
    {
      "qid": "8304ffc4",
      "author": "Nelson Mandela",
      "en": "There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenseless people."
    },
    {
      "qid": "84c7e31f",
      "author": "Nelson Mandela",
      "en": "Courageous people do not fear forgiving, for the sake of peace."
    }
  ]
}