{
  "author": "Pablo Picasso",
  "imageId": "Pablo-Picasso",
  "data": [
    {
      "qid": "cc8fe941",
      "author": "Pablo Picasso",
      "en": "Art washes away from the soul the dust of everyday life."
    },
    {
      "qid": "73fcc9a1",
      "author": "Pablo Picasso",
      "en": "Inspiration exists, but it has to find us working."
    },
    {
      "qid": "050b1c98",
      "author": "Pablo Picasso",
      "en": "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility."
    },
    {
      "qid": "51e469b9",
      "author": "Pablo Picasso",
      "en": "I am always doing that which I cannot do, in order that I may learn how to do it."
    },
    {
      "qid": "5363f122",
      "author": "Pablo Picasso",
      "en": "Who sees the human face correctly: the photographer, the mirror, or the painter?"
    },
    {
      "qid": "9c77c695",
      "author": "Pablo Picasso",
      "en": "Everything is a miracle. It is a miracle that one does not dissolve in one's bath like a lump of sugar."
    },
    {
      "qid": "be561e89",
      "author": "Pablo Picasso",
      "en": "If all the ways I have been along were marked on a map and joined up with a line, it might represent a minotaur."
    },
    {
      "qid": "4336ae11",
      "author": "Pablo Picasso",
      "en": "It takes a long time to become young."
    },
    {
      "qid": "345e3296",
      "author": "Pablo Picasso",
      "en": "Action is the foundational key to all success."
    },
    {
      "qid": "64c90638",
      "author": "Pablo Picasso",
      "en": "When I was a child, my mother said to me, 'If you become a soldier, you'll be a general. If you become a monk, you'll end up as the Pope.' Instead, I became a painter and wound up as Picasso."
    },
    {
      "qid": "5c9e8a05",
      "author": "Pablo Picasso",
      "en": "We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand."
    },
    {
      "qid": "9ed8fc44",
      "author": "Pablo Picasso",
      "en": "Why do two colors, put one next to the other, sing? Can one really explain this? no. Just as one can never learn how to paint."
    },
    {
      "qid": "7189c96c",
      "author": "Pablo Picasso",
      "en": "All children are artists. The problem is how to remain an artist once he grows up."
    },
    {
      "qid": "88b877fa",
      "author": "Pablo Picasso",
      "en": "Youth has no age."
    },
    {
      "qid": "deb7cb3b",
      "author": "Pablo Picasso",
      "en": "Only put off until tomorrow what you are willing to die having left undone."
    },
    {
      "qid": "d8b006b3",
      "author": "Pablo Picasso",
      "en": "Everything you can imagine is real."
    },
    {
      "qid": "3e92e396",
      "author": "Pablo Picasso",
      "en": "The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web."
    },
    {
      "qid": "3efd3023",
      "author": "Pablo Picasso",
      "en": "Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima."
    },
    {
      "qid": "71d23de1",
      "author": "Pablo Picasso",
      "en": "I have a horror of people who speak about the beautiful. What is the beautiful? One must speak of problems in painting!"
    },
    {
      "qid": "d31725a0",
      "author": "Pablo Picasso",
      "en": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time."
    },
    {
      "qid": "8157d6d7",
      "author": "Pablo Picasso",
      "en": "It is your work in life that is the ultimate seduction."
    },
    {
      "qid": "e45cb0da",
      "author": "Pablo Picasso",
      "en": "Sculpture is the art of the intelligence."
    },
    {
      "qid": "641f4841",
      "author": "Pablo Picasso",
      "en": "What might be taken for a precocious genius is the genius of childhood. When the child grows up, it disappears without a trace. It may happen that this boy will become a real painter some day, or even a great painter. But then he will have to begin everything again, from zero."
    },
    {
      "qid": "77430678",
      "author": "Pablo Picasso",
      "en": "If only we could pull out our brain and use only our eyes."
    },
    {
      "qid": "06a62aed",
      "author": "Pablo Picasso",
      "en": "God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things."
    },
    {
      "qid": "3df89467",
      "author": "Pablo Picasso",
      "en": "The chief enemy of creativity is 'good' sense."
    },
    {
      "qid": "ad6aa3d2",
      "author": "Pablo Picasso",
      "en": "Every child is an artist. The problem is how to remain an artist once we grow up."
    },
    {
      "qid": "85e570ac",
      "author": "Pablo Picasso",
      "en": "Art is the elimination of the unnecessary."
    },
    {
      "qid": "4f7d215d",
      "author": "Pablo Picasso",
      "en": "When you start with a portrait and search for a pure form, a clear volume, through successive eliminations, you arrive inevitably at the egg. Likewise, starting with the egg and following the same process in reverse, one finishes with the portrait."
    },
    {
      "qid": "6d60b002",
      "author": "Pablo Picasso",
      "en": "One does a whole painting for one peach and people think just the opposite - that particular peach is but a detail."
    },
    {
      "qid": "8cffd8db",
      "author": "Pablo Picasso",
      "en": "To copy others is necessary, but to copy oneself is pathetic."
    },
    {
      "qid": "e72fb1bc",
      "author": "Pablo Picasso",
      "en": "Work is a necessity for man. Man invented the alarm clock."
    },
    {
      "qid": "617beb71",
      "author": "Pablo Picasso",
      "en": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun."
    },
    {
      "qid": "45f4d34f",
      "author": "Pablo Picasso",
      "en": "Is there anything more dangerous than sympathetic understanding?"
    },
    {
      "qid": "ee639e28",
      "author": "Pablo Picasso",
      "en": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."
    },
    {
      "qid": "8f261c26",
      "author": "Pablo Picasso",
      "en": "The purpose of art is washing the dust of daily life off our souls."
    },
    {
      "qid": "52e2aa26",
      "author": "Pablo Picasso",
      "en": "I paint objects as I think them, not as I see them."
    },
    {
      "qid": "37ea5e23",
      "author": "Pablo Picasso",
      "en": "I do not seek. I find."
    },
    {
      "qid": "949cd4ed",
      "author": "Pablo Picasso",
      "en": "Sculpture is the best comment that a painter can make on painting."
    },
    {
      "qid": "d56dd200",
      "author": "Pablo Picasso",
      "en": "There are only two types of women - goddesses and doormats."
    },
    {
      "qid": "31246dad",
      "author": "Pablo Picasso",
      "en": "You have to have an idea of what you are going to do, but it should be a vague idea."
    },
    {
      "qid": "5bf95464",
      "author": "Pablo Picasso",
      "en": "I'd like to live as a poor man with lots of money."
    },
    {
      "qid": "4249bdd3",
      "author": "Pablo Picasso",
      "en": "I don't believe in accidents. There are only encounters in history. There are no accidents."
    },
    {
      "qid": "51405476",
      "author": "Pablo Picasso",
      "en": "Art is a lie that makes us realize truth."
    },
    {
      "qid": "9977904e",
      "author": "Pablo Picasso",
      "en": "An idea is a point of departure and no more. As soon as you elaborate it, it becomes transformed by thought."
    },
    {
      "qid": "662f3144",
      "author": "Pablo Picasso",
      "en": "Good artists copy, great artists steal."
    },
    {
      "qid": "7aeb944c",
      "author": "Pablo Picasso",
      "en": "The older you get the stronger the wind gets - and it's always in your face."
    },
    {
      "qid": "1d4c1e7c",
      "author": "Pablo Picasso",
      "en": "Every act of creation is first an act of destruction."
    },
    {
      "qid": "2dea2bc2",
      "author": "Pablo Picasso",
      "en": "One must act in painting as in life, directly."
    },
    {
      "qid": "73bdd979",
      "author": "Pablo Picasso",
      "en": "The people who make art their business are mostly imposters."
    },
    {
      "qid": "b026f46f",
      "author": "Pablo Picasso",
      "en": "He can who thinks he can, and he can't who thinks he can't. This is an inexorable, indisputable law."
    },
    {
      "qid": "8da48fff",
      "author": "Pablo Picasso",
      "en": "My mother said to me, 'If you are a soldier, you will become a general. If you are a monk, you will become the Pope.' Instead, I was a painter, and became Picasso."
    },
    {
      "qid": "ddb01f45",
      "author": "Pablo Picasso",
      "en": "If there were only one truth, you couldn't paint a hundred canvases on the same theme."
    },
    {
      "qid": "47ab0ea7",
      "author": "Pablo Picasso",
      "en": "When I die, it will be a shipwreck, and as when a huge ship sinks, many people all around will be sucked down with it."
    },
    {
      "qid": "72b5c087",
      "author": "Pablo Picasso",
      "en": "Art is the lie that enables us to realize the truth."
    },
    {
      "qid": "1f5b3caf",
      "author": "Pablo Picasso",
      "en": "What is a face, really? Its own photo? Its make-up? Or is it a face as painted by such or such painter? That which is in front? Inside? Behind? And the rest? Doesn't everyone look at himself in his own particular way? Deformations simply do not exist."
    },
    {
      "qid": "4e286f70",
      "author": "Pablo Picasso",
      "en": "We don't grow older, we grow riper."
    },
    {
      "qid": "c74762ff",
      "author": "Pablo Picasso",
      "en": "We must not discriminate between things. Where things are concerned there are no class distinctions. We must pick out what is good for us where we can find it."
    },
    {
      "qid": "bbd0fdfb",
      "author": "Pablo Picasso",
      "en": "I begin with an idea and then it becomes something else."
    },
    {
      "qid": "d0317a3e",
      "author": "Pablo Picasso",
      "en": "The more technique you have, the less you have to worry about it. The more technique there is, the less there is."
    },
    {
      "qid": "4e02a0d2",
      "author": "Pablo Picasso",
      "en": "Painting is a blind man's profession. He paints not what he sees, but what he feels, what he tells himself about what he has seen."
    },
    {
      "qid": "898b0086",
      "author": "Pablo Picasso",
      "en": "Are we to paint what's on the face, what's inside the face, or what's behind it?"
    },
    {
      "qid": "2eb785fe",
      "author": "Pablo Picasso",
      "en": "The world today doesn't make sense, so why should I paint pictures that do?"
    },
    {
      "qid": "41acd85a",
      "author": "Pablo Picasso",
      "en": "To make oneself hated is more difficult than to make oneself loved."
    },
    {
      "qid": "75945ee6",
      "author": "Pablo Picasso",
      "en": "Computers are useless. They can only give you answers."
    },
    {
      "qid": "dea717bc",
      "author": "Pablo Picasso",
      "en": "It took me four years to paint like Raphael, but a lifetime to paint like a child."
    },
    {
      "qid": "6ef4c7a9",
      "author": "Pablo Picasso",
      "en": "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs."
    },
    {
      "qid": "2f7de4c3",
      "author": "Pablo Picasso",
      "en": "Colors, like features, follow the changes of the emotions."
    },
    {
      "qid": "118131c0",
      "author": "Pablo Picasso",
      "en": "To draw you must close your eyes and sing."
    },
    {
      "qid": "4b01c303",
      "author": "Pablo Picasso",
      "en": "To finish a work? To finish a picture? What nonsense! To finish it means to be through with it, to kill it, to rid it of its soul, to give it its final blow the coup de grace for the painter as well as for the picture."
    },
    {
      "qid": "4f297b1f",
      "author": "Pablo Picasso",
      "en": "Give me a museum and I'll fill it."
    },
    {
      "qid": "961d4ddd",
      "author": "Pablo Picasso",
      "en": "You mustn't always believe what I say. Questions tempt you to tell lies, particularly when there is no answer."
    },
    {
      "qid": "6d6f9b4d",
      "author": "Pablo Picasso",
      "en": "Love is the greatest refreshment in life."
    },
    {
      "qid": "b21f6c63",
      "author": "Pablo Picasso",
      "en": "Disciples be damned. It's not interesting. It's only the masters that matter. Those who create."
    },
    {
      "qid": "acf9cf39",
      "author": "Pablo Picasso",
      "en": "The genius of Einstein leads to Hiroshima."
    },
    {
      "qid": "30d8f6a7",
      "author": "Pablo Picasso",
      "en": "They ought to put out the eyes of painters as they do goldfinches in order that they can sing better."
    },
    {
      "qid": "9c2d187e",
      "author": "Pablo Picasso",
      "en": "Others have seen what is and asked why. I have seen what could be and asked why not."
    },
    {
      "qid": "16e83765",
      "author": "Pablo Picasso",
      "en": "There is no abstract art. You must always start with something. Afterward you can remove all traces of reality."
    },
    {
      "qid": "ee18377b",
      "author": "Pablo Picasso",
      "en": "Painting is just another way of keeping a diary."
    }
  ]
}