{
  "author": "Richard P. Feynman",
  "imageId": "Richard-P.-Feynman",
  "data": [
    {
      "qid": "4da217de",
      "author": "Richard P. Feynman",
      "en": "The universe is very large, and its boundaries are not known very well, but it is still possible to define some kind of a radius to be associated with it."
    },
    {
      "qid": "f2188ad9",
      "author": "Richard P. Feynman",
      "en": "Is science of any value? I think a power to do something is of value. Whether the result is a good thing or a bad thing depends on how it is used, but the power is a value."
    },
    {
      "qid": "fb126acc",
      "author": "Richard P. Feynman",
      "en": "If I could explain it to the average person, I wouldn't have been worth the Nobel Prize."
    },
    {
      "qid": "3a622867",
      "author": "Richard P. Feynman",
      "en": "Reality must take precedence over public relations, for nature cannot be fooled."
    },
    {
      "qid": "39966ff5",
      "author": "Richard P. Feynman",
      "en": "I want to marry Arline because I love her - which means I want to take care of her. That is all there is to it. I want to take care of her. I am anxious for the responsibilities and uncertainties of taking care of the girl I love."
    },
    {
      "qid": "5b8400ce",
      "author": "Richard P. Feynman",
      "en": "In any decision for action, when you have to make up your mind what to do, there is always a 'should' involved, and this cannot be worked out from, 'If I do this, what will happen?' alone."
    },
    {
      "qid": "3da52379",
      "author": "Richard P. Feynman",
      "en": "Once you have a computer that can do a few things - strictly speaking, one that has a certain 'sufficient set' of basic procedures - it can do basically anything any other computer can do. This, loosely, is the basis of the great principle of 'Universality'."
    },
    {
      "qid": "1c099bf6",
      "author": "Richard P. Feynman",
      "en": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man."
    },
    {
      "qid": "710318cb",
      "author": "Richard P. Feynman",
      "en": "I believe that a scientist looking at nonscientific problems is just as dumb as the next guy."
    },
    {
      "qid": "8cbc39c4",
      "author": "Richard P. Feynman",
      "en": "Europeans are much more serious than we are in America because they think that a good place to discuss intellectual matters is a beer party."
    },
    {
      "qid": "aabcbe05",
      "author": "Richard P. Feynman",
      "en": "The idea is to try to give all the information to help others to judge the value of your contribution; not just the information that leads to judgment in one particular direction or another."
    },
    {
      "qid": "31602074",
      "author": "Richard P. Feynman",
      "en": "The extreme weakness of quantum gravitational effects now poses some philosophical problems; maybe nature is trying to tell us something new here: maybe we should not try to quantize gravity."
    },
    {
      "qid": "fa1bf5ae",
      "author": "Richard P. Feynman",
      "en": "If you realize all the time what's kind of wonderful - that is, if we expand our experience into wilder and wilder regions of experience - every once in a while, we have these integrations when everything's pulled together into a unification, in which it turns out to be simpler than it looked before."
    },
    {
      "qid": "06f29c74",
      "author": "Richard P. Feynman",
      "en": "There were several possible solutions of the difficulty of classical electrodynamics, any one of which might serve as a good starting point to the solution of the difficulties of quantum electrodynamics."
    },
    {
      "qid": "ab455363",
      "author": "Richard P. Feynman",
      "en": "Once I get on a puzzle, I can't get off."
    },
    {
      "qid": "e5a7c294",
      "author": "Richard P. Feynman",
      "en": "Often one postulates that a priori, all states are equally probable. This is not true in the world as we see it. This world is not correctly described by the physics which assumes this postulate."
    },
    {
      "qid": "f9516363",
      "author": "Richard P. Feynman",
      "en": "It doesn't matter how beautiful your theory is, it doesn't matter how smart you are. If it doesn't agree with experiment, it's wrong."
    },
    {
      "qid": "d8037c13",
      "author": "Richard P. Feynman",
      "en": "Einstein's gravitational theory, which is said to be the greatest single achievement of theoretical physics, resulted in beautiful relations connecting gravitational phenomena with the geometry of space; this was an exciting idea."
    },
    {
      "qid": "f172f819",
      "author": "Richard P. Feynman",
      "en": "People are always asking for the latest developments in the unification of this theory with that theory, and they don't give us a chance to tell them anything about one of the theories that we know pretty well. They always want to know things that we don't know."
    },
    {
      "qid": "b848b7f4",
      "author": "Richard P. Feynman",
      "en": "People often think I'm a faker, but I'm usually honest, in a certain way - in such a way that often nobody believes me!"
    },
    {
      "qid": "107398f5",
      "author": "Richard P. Feynman",
      "en": "I don't understand what it's all about or what's worth what, but if the people in the Swedish Academy decide that x, y or z wins the Nobel Prize, then so be it."
    },
    {
      "qid": "7d800a96",
      "author": "Richard P. Feynman",
      "en": "When I was about thirteen, the library was going to get 'Calculus for the Practical Man.' By this time I knew, from reading the encyclopedia, that calculus was an important and interesting subject, and I ought to learn it."
    },
    {
      "qid": "b24b6729",
      "author": "Richard P. Feynman",
      "en": "I was terrible in English. I couldn't stand the subject. It seemed to me ridiculous to worry about whether you spelled something wrong or not, because English spelling is just a human convention - it has nothing to do with anything real, anything from nature."
    },
    {
      "qid": "352852dc",
      "author": "Richard P. Feynman",
      "en": "Before I was born, my father told my mother, 'If it's a boy, he's going to be a scientist.'"
    },
    {
      "qid": "6e45361f",
      "author": "Richard P. Feynman",
      "en": "The most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth."
    },
    {
      "qid": "16a3227b",
      "author": "Richard P. Feynman",
      "en": "Working out another system to replace Newton's laws took a long time because phenomena at the atomic level were quite strange. One had to lose one's common sense in order to perceive what was happening at the atomic level."
    },
    {
      "qid": "aee93464",
      "author": "Richard P. Feynman",
      "en": "Atoms are very special: they like certain particular partners, certain particular directions, and so on. It is the job of physics to analyze why each one wants what it wants."
    },
    {
      "qid": "91f6b3e7",
      "author": "Richard P. Feynman",
      "en": "The ideas associated with the problems of the development of science, as far as I can see by looking around me, are not of the kind that everyone appreciates."
    },
    {
      "qid": "5bc0de88",
      "author": "Richard P. Feynman",
      "en": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled."
    },
    {
      "qid": "cd84245d",
      "author": "Richard P. Feynman",
      "en": "The philosophical question before us is, when we make an observation of our track in the past, does the result of our observation become real in the same sense that the final state would be defined if an outside observer were to make the observation?"
    },
    {
      "qid": "e4650687",
      "author": "Richard P. Feynman",
      "en": "The most obvious characteristic of science is its application: the fact that, as a consequence of science, one has a power to do things. And the effect this power has had need hardly be mentioned. The whole industrial revolution would almost have been impossible without the development of science."
    },
    {
      "qid": "1c83e344",
      "author": "Richard P. Feynman",
      "en": "Investigating the forces that hold the nuclear particles together was a long task."
    },
    {
      "qid": "d3d03308",
      "author": "Richard P. Feynman",
      "en": "It always seems odd to me that the fundamental laws of physics, when discovered, can appear in so many different forms that are not apparently identical at first, but, with a little mathematical fiddling, you can show the relationship."
    },
    {
      "qid": "7d89c368",
      "author": "Richard P. Feynman",
      "en": "Today we say that the law of relativity is supposed to be true at all energies, but someday somebody may come along and say how stupid we were."
    },
    {
      "qid": "5866d888",
      "author": "Richard P. Feynman",
      "en": "I was a very shy character, always feeling uncomfortable because everybody was stronger than I, and always afraid I would look like a sissy. Everybody else played baseball; everybody else did all kinds of athletic things."
    },
    {
      "qid": "c28ed8ff",
      "author": "Richard P. Feynman",
      "en": "It is always good to know which ideas cannot be checked directly, but it is not necessary to remove them all. It is not true that we can pursue science completely by using only those concepts which are directly subject to experiment."
    },
    {
      "qid": "57a8cd5b",
      "author": "Richard P. Feynman",
      "en": "There is always another way to say the same thing that doesn't look at all like the way you said it before. I don't know what the reason for this is. I think it is somehow a representation of the simplicity of nature."
    },
    {
      "qid": "8feec409",
      "author": "Richard P. Feynman",
      "en": "The original reason to start the project, which was that the Germans were a danger, started me off on a process of action, which was to try to develop this first system at Princeton and then at Los Alamos, to try to make the bomb work."
    },
    {
      "qid": "08de257e",
      "author": "Richard P. Feynman",
      "en": "We seem gradually to be groping toward an understanding of the world of subatomic particles, but we really do not know how far we have yet to go in this task."
    },
    {
      "qid": "8857040c",
      "author": "Richard P. Feynman",
      "en": "I think equation guessing might be the best method to proceed to obtain the laws for the part of physics which is presently unknown. Yet, when I was much younger, I tried this equation guessing, and I have seen many students try this, but it is very easy to go off in wildly incorrect and impossible directions."
    },
    {
      "qid": "7b22ac67",
      "author": "Richard P. Feynman",
      "en": "Things on a very small scale behave like nothing that you have any direct experience about. They do not behave like waves, they do not behave like particles, they do not behave like clouds, or billiard balls, or weights on springs, or like anything that you have ever seen."
    },
    {
      "qid": "e5a30037",
      "author": "Richard P. Feynman",
      "en": "We do not know what the rules of the game are; all we are allowed to do is to watch the playing. Of course, if we watch long enough, we may eventually catch on to a few of the rules. The rules of the game are what we mean by fundamental physics."
    },
    {
      "qid": "d6bc033e",
      "author": "Richard P. Feynman",
      "en": "The fact that the colors in the flower have evolved in order to attract insects to pollinate it is interesting; that means insects can see the colors. That adds a question: does this aesthetic sense we have also exist in lower forms of life?"
    },
    {
      "qid": "5789e7b6",
      "author": "Richard P. Feynman",
      "en": "If I get stuck, I look at a book that tells me how someone else did it. I turn the pages, and then I say, 'Oh, I forgot that bit,' then close the book and carry on. Finally, after you've figured out how to do it, you read how they did it and find out how dumb your solution is and how much more clever and efficient theirs is!"
    },
    {
      "qid": "db8771da",
      "author": "Richard P. Feynman",
      "en": "Until I began to learn to draw, I was never much interested in looking at art."
    },
    {
      "qid": "a80ce4a4",
      "author": "Richard P. Feynman",
      "en": "The correct statement of the laws of physics involves some very unfamiliar ideas which require advanced mathematics for their description. Therefore, one needs a considerable amount of preparatory training even to learn what the words mean."
    },
    {
      "qid": "9223c58c",
      "author": "Richard P. Feynman",
      "en": "If we have an atom that is in an excited state and so is going to emit a photon, we cannot say when it will emit the photon. It has a certain amplitude to emit the photon at any time, and we can predict only a probability for emission; we cannot predict the future exactly."
    },
    {
      "qid": "351232a2",
      "author": "Richard P. Feynman",
      "en": "In the Raphael Room, the secret turned out to be that only some of the paintings were made by the great master; the rest were made by students. I had liked the ones by Raphael. This was a big jab for my self-confidence in my ability to appreciate art."
    },
    {
      "qid": "452e0251",
      "author": "Richard P. Feynman",
      "en": "There is a computer disease that anybody who works with computers knows about. It's a very serious disease and it interferes completely with the work. The trouble with computers is that you 'play' with them!"
    },
    {
      "qid": "462cd4e3",
      "author": "Richard P. Feynman",
      "en": "I thought one should have the attitude of 'What do you care what other people think!'"
    },
    {
      "qid": "5fb8eddb",
      "author": "Richard P. Feynman",
      "en": "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire."
    },
    {
      "qid": "97d13294",
      "author": "Richard P. Feynman",
      "en": "There is nothing that living things do that cannot be understood from the point of view that they are made of atoms acting according to the laws of physics."
    },
    {
      "qid": "842629b6",
      "author": "Richard P. Feynman",
      "en": "What goes on inside a star is better understood than one might guess from the difficulty of having to look at a little dot of light through a telescope, because we can calculate what the atoms in the stars should do in most circumstances."
    },
    {
      "qid": "89f77f18",
      "author": "Richard P. Feynman",
      "en": "I've always been very one-sided about science, and when I was younger, I concentrated almost all my effort on it."
    },
    {
      "qid": "c8fddd88",
      "author": "Richard P. Feynman",
      "en": "Quarks came in a number of varieties - in fact, at first, only three were needed to explain all the hundreds of particles and the different kinds of quarks - they are called u-type, d-type, s-type."
    },
    {
      "qid": "de612dc4",
      "author": "Richard P. Feynman",
      "en": "Each piece, or part, of the whole of nature is always merely an approximation to the complete truth, or the complete truth so far as we know it. In fact, everything we know is only some kind of approximation because we know that we do not know all the laws as yet."
    },
    {
      "qid": "7c12068d",
      "author": "Richard P. Feynman",
      "en": "It's the way I study - to understand something by trying to work it out or, in other words, to understand something by creating it. Not creating it one hundred percent, of course; but taking a hint as to which direction to go but not remembering the details. These you work out for yourself."
    },
    {
      "qid": "6cc1a36b",
      "author": "Richard P. Feynman",
      "en": "The situation in the sciences is this: A concept or an idea which cannot be measured or cannot be referred directly to experiment may or may not be useful. It need not exist in a theory."
    },
    {
      "qid": "fc8b4774",
      "author": "Richard P. Feynman",
      "en": "I got a fancy reputation. During high school, every puzzle that was known to man must have come to me. Every damn, crazy conundrum that people had invented, I knew."
    },
    {
      "qid": "36d4fd1d",
      "author": "Richard P. Feynman",
      "en": "Gravitation is, so far, not understandable in terms of other phenomena."
    },
    {
      "qid": "b499de17",
      "author": "Richard P. Feynman",
      "en": "The thing that doesn't fit is the thing that's the most interesting: the part that doesn't go according to what you expected."
    },
    {
      "qid": "0c27b907",
      "author": "Richard P. Feynman",
      "en": "I got a signed document from Bullock's saying that they had such-and-such drawings on consignment. Of course, nobody bought any of them, but otherwise, I was a big success: I had my drawings on sale at Bullock's!"
    },
    {
      "qid": "d4450edc",
      "author": "Richard P. Feynman",
      "en": "I was born not knowing and have had only a little time to change that here and there."
    },
    {
      "qid": "043e1221",
      "author": "Richard P. Feynman",
      "en": "Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry."
    },
    {
      "qid": "24025b17",
      "author": "Richard P. Feynman",
      "en": "From the point of view of basic physics, the most interesting phenomena are, of course, in the new places, the places where the rules do not work - not the places where they do work! That is the way in which we discover new rules."
    },
    {
      "qid": "ed98f543",
      "author": "Richard P. Feynman",
      "en": "First figure out why you want the students to learn the subject and what you want them to know, and the method will result more or less by common sense."
    },
    {
      "qid": "ffe7f59d",
      "author": "Richard P. Feynman",
      "en": "What one fool can understand, another can."
    },
    {
      "qid": "307a90fa",
      "author": "Richard P. Feynman",
      "en": "When I was a young man, Dirac was my hero. He made a breakthrough, a new method of doing physics. He had the courage to simply guess at the form of an equation, the equation we now call the Dirac equation, and to try to interpret it afterwards."
    },
    {
      "qid": "9241b440",
      "author": "Richard P. Feynman",
      "en": "All the evidence, experimental and even a little theoretical, seems to indicate that it is the energy content which is involved in gravitation, and therefore, since matter and antimatter both represent positive energies, gravitation makes no distinction."
    },
    {
      "qid": "c13c00eb",
      "author": "Richard P. Feynman",
      "en": "I don't believe in honors - it bothers me. Honors bother: honors is epaulettes; honors is uniforms. My papa brought me up this way."
    },
    {
      "qid": "8f509a03",
      "author": "Richard P. Feynman",
      "en": "With the exception of gravitation and radioactivity, all of the phenomena known to physicists and chemists in 1911 have their ultimate explanation in the laws of quantum electrodynamics."
    },
    {
      "qid": "950fe6a4",
      "author": "Richard P. Feynman",
      "en": "It is a curious historical fact that modern quantum mechanics began with two quite different mathematical formulations: the differential equation of Schroedinger and the matrix algebra of Heisenberg. The two apparently dissimilar approaches were proved to be mathematically equivalent."
    },
    {
      "qid": "5e7744c9",
      "author": "Richard P. Feynman",
      "en": "Perhaps one day we will have machines that can cope with approximate task descriptions, but in the meantime, we have to be very prissy about how we tell computers to do things."
    },
    {
      "qid": "e0daf18e",
      "author": "Richard P. Feynman",
      "en": "It is necessary to look at the results of observation objectively, because you, the experimenter, might like one result better than another."
    },
    {
      "qid": "6e06d090",
      "author": "Richard P. Feynman",
      "en": "It has not yet become obvious to me that there's no real problem. I cannot define the real problem; therefore, I suspect there's no real problem, but I'm not sure there's no real problem."
    },
    {
      "qid": "e6f21b07",
      "author": "Richard P. Feynman",
      "en": "Do not keep saying to yourself, if you can possibly avoid it, 'But how can it be like that?' because you will get 'down the drain,' into a blind alley from which nobody has yet escaped. Nobody knows how it can be like that."
    },
    {
      "qid": "034335be",
      "author": "Richard P. Feynman",
      "en": "When I would hear the rabbi tell about some miracle such as a bush whose leaves were shaking but there wasn't any wind, I would try to fit the miracle into the real world and explain it in terms of natural phenomena."
    },
    {
      "qid": "9f4f010c",
      "author": "Richard P. Feynman",
      "en": "I wanted very much to learn to draw, for a reason that I kept to myself: I wanted to convey an emotion I have about the beauty of the world."
    },
    {
      "qid": "75d423a1",
      "author": "Richard P. Feynman",
      "en": "Scientific views end in awe and mystery, lost at the edge in uncertainty, but they appear to be so deep and so impressive that the theory that it is all arranged as a stage for God to watch man's struggle for good and evil seems inadequate."
    },
    {
      "qid": "826bc41b",
      "author": "Richard P. Feynman",
      "en": "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?"
    },
    {
      "qid": "fceae8f5",
      "author": "Richard P. Feynman",
      "en": "We get the exciting result that the total energy of the universe is zero. Why this should be so is one of the great mysteries - and therefore one of the important questions of physics. After all, what would be the use of studying physics if the mysteries were not the most important things to investigate?"
    },
    {
      "qid": "a30fe59f",
      "author": "Richard P. Feynman",
      "en": "Today, all physicists know from studying Einstein and Bohr that sometimes an idea which looks completely paradoxical at first, if analyzed to completion in all detail and in experimental situations, may, in fact, not be paradoxical."
    },
    {
      "qid": "c1e81cef",
      "author": "Richard P. Feynman",
      "en": "The first principle is that you must not fool yourself and you are the easiest person to fool."
    },
    {
      "qid": "6a4a96ab",
      "author": "Richard P. Feynman",
      "en": "You're unlikely to discover something new without a lot of practice on old stuff, but further, you should get a heck of a lot of fun out of working out funny relations and interesting things."
    },
    {
      "qid": "b1b1e806",
      "author": "Richard P. Feynman",
      "en": "Because the theory of quantum mechanics could explain all of chemistry and the various properties of substances, it was a tremendous success. But still there was the problem of the interaction of light and matter."
    },
    {
      "qid": "e9de959c",
      "author": "Richard P. Feynman",
      "en": "The first amazing fact about gravitation is that the ratio of inertial mass to gravitational mass is constant wherever we have checked it. The second amazing thing about gravitation is how weak it is."
    },
    {
      "qid": "55591d92",
      "author": "Richard P. Feynman",
      "en": "Physics has a history of synthesizing many phenomena into a few theories."
    },
    {
      "qid": "cc7d264f",
      "author": "Richard P. Feynman",
      "en": "It has been discovered that all the world is made of the same atoms, that the stars are of the same stuff as ourselves. It then becomes a question of where our stuff came from. Not just where did life come from, or where did the earth come from, but where did the stuff of life and of the earth come from?"
    },
    {
      "qid": "9f5b9c58",
      "author": "Richard P. Feynman",
      "en": "The drawing teacher has this problem of communicating how to draw by osmosis and not by instruction, while the physics teacher has the problem of always teaching techniques, rather than the spirit, of how to go about solving physical problems."
    },
    {
      "qid": "646ad3ca",
      "author": "Richard P. Feynman",
      "en": "I practiced drawing all the time and became very interested in it. If I was at a meeting that wasn't getting anywhere - like the one where Carl Rogers came to Caltech to discuss with us whether Caltech should develop a psychology department - I would draw the other people."
    },
    {
      "qid": "8931cd3f",
      "author": "Richard P. Feynman",
      "en": "The internal machinery of life, the chemistry of the parts, is something beautiful. And it turns out that all life is interconnected with all other life."
    },
    {
      "qid": "d03d5c61",
      "author": "Richard P. Feynman",
      "en": "We do not know where to look, or what to look for, when something is memorized. We do not know what it means, or what change there is in the nervous system, when a fact is learned. This is a very important problem which has not been solved at all."
    },
    {
      "qid": "62d57715",
      "author": "Richard P. Feynman",
      "en": "Trying to understand the way nature works involves a most terrible test of human reasoning ability. It involves subtle trickery, beautiful tightropes of logic on which one has to walk in order not to make a mistake in predicting what will happen. The quantum mechanical and the relativity ideas are examples of this."
    },
    {
      "qid": "472c2c86",
      "author": "Richard P. Feynman",
      "en": "I don't know what's the matter with people: they don't learn by understanding; they learn by some other way - by rote, or something. Their knowledge is so fragile!"
    },
    {
      "qid": "a384829a",
      "author": "Richard P. Feynman",
      "en": "We're always, by the way, in fundamental physics, always trying to investigate those things in which we don't understand the conclusions. After we've checked them enough, we're okay."
    },
    {
      "qid": "9e22fdc8",
      "author": "Richard P. Feynman",
      "en": "Because atomic behavior is so unlike ordinary experience, it is very difficult to get used to, and it appears peculiar and mysterious to everyone - both to the novice and to the experienced physicist."
    },
    {
      "qid": "49b0aaca",
      "author": "Richard P. Feynman",
      "en": "If you keep proving stuff that others have done, getting confidence, increasing the complexities of your solutions - for the fun of it - then one day you'll turn around and discover that nobody actually did that one!"
    },
    {
      "qid": "68b3e84b",
      "author": "Richard P. Feynman",
      "en": "In talking about the impact of ideas in one field on ideas in another field, one is always apt to make a fool of oneself."
    },
    {
      "qid": "1fdf349d",
      "author": "Richard P. Feynman",
      "en": "We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on."
    },
    {
      "qid": "cb12072b",
      "author": "Richard P. Feynman",
      "en": "See that the imagination of nature is far, far greater than the imagination of man."
    },
    {
      "qid": "59f68568",
      "author": "Richard P. Feynman",
      "en": "I decided to sell my drawings. However, I didn't want people to buy my drawings because the professor of physics isn't supposed to be able to draw - isn't that wonderful - so I made up a false name."
    }
  ]
}