{
  "author": "Rosa Parks",
  "imageId": "Rosa-Parks",
  "data": [
    {
      "qid": "5599ea0b",
      "author": "Rosa Parks",
      "en": "There is just so much hurt, disappointment, and oppression one can take... The line between reason and madness grows thinner."
    },
    {
      "qid": "ae44077b",
      "author": "Rosa Parks",
      "en": "Each person must live their life as a model for others."
    },
    {
      "qid": "f7a0857b",
      "author": "Rosa Parks",
      "en": "I have never been what you would call just an integrationist. I know I've been called that... Integrating that bus wouldn't mean more equality. Even when there was segregation, there was plenty of integration in the South, but it was for the benefit and convenience of the white person, not us."
    },
    {
      "qid": "44189d1d",
      "author": "Rosa Parks",
      "en": "My only concern was to get home after a hard day's work."
    },
    {
      "qid": "3b1e351b",
      "author": "Rosa Parks",
      "en": "Have you ever been hurt and the place tries to heal a bit, and you just pull the scar off of it over and over again."
    },
    {
      "qid": "da755754",
      "author": "Rosa Parks",
      "en": "As far back as I can remember, I knew there was something wrong with our way of life when people could be mistreated because of the color of their skin."
    },
    {
      "qid": "834c76e4",
      "author": "Rosa Parks",
      "en": "I have learned over the years that when one's mind is made up, this diminishes fear; knowing what must be done does away with fear."
    },
    {
      "qid": "02c456b4",
      "author": "Rosa Parks",
      "en": "Memories of our lives, of our works and our deeds will continue in others."
    },
    {
      "qid": "2648c966",
      "author": "Rosa Parks",
      "en": "I'm tired of being treated like a second-class citizen."
    },
    {
      "qid": "e3e74197",
      "author": "Rosa Parks",
      "en": "Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome."
    },
    {
      "qid": "80a84dd2",
      "author": "Rosa Parks",
      "en": "Let us look at Jim Crow for the criminal he is and what he has done to one life multiplied millions of times over these United States and the world. He walks us on a tightrope from birth."
    },
    {
      "qid": "5ae146bf",
      "author": "Rosa Parks",
      "en": "I talked and talked of everything I know about the white man's inhuman treatment of the Negro."
    },
    {
      "qid": "0f679330",
      "author": "Rosa Parks",
      "en": "I have been refused entrance on the buses because I would not pay my fare at the front and go around to the rear door to enter. That was the custom if the bus was crowded up to the point where the white passengers would start occupying."
    },
    {
      "qid": "e44089d0",
      "author": "Rosa Parks",
      "en": "All I was doing was trying to get home from work."
    },
    {
      "qid": "01685e27",
      "author": "Rosa Parks",
      "en": "It was not pre-arranged. It just happened that the driver made a demand and I just didn't feel like obeying his demand. I was quite tired after spending a full day working."
    },
    {
      "qid": "82d7c466",
      "author": "Rosa Parks",
      "en": "Whatever my individual desires were to be free, I was not alone. There were many others who felt the same way."
    },
    {
      "qid": "c69ae937",
      "author": "Rosa Parks",
      "en": "I don't think well of people who are prejudiced against people because of race. The only way for prejudiced people to change is for them to decide for themselves that all human beings should be treated fairly. We can't force them to think that way."
    },
    {
      "qid": "57174557",
      "author": "Rosa Parks",
      "en": "At the time I was arrested I had no idea it would turn into this. It was just a day like any other day. The only thing that made it significant was that the masses of the people joined in."
    },
    {
      "qid": "37fc3e1d",
      "author": "Rosa Parks",
      "en": "In it not easy to remain rational and normal mentally in such a setting where, even in our airport in Montgomery, there is a white waiting room... There are restroom facilities for white ladies and colored women, white men and colored men. We stand outside after being served at the same ticket counter instead of sitting on the inside."
    },
    {
      "qid": "28c53799",
      "author": "Rosa Parks",
      "en": "You spend your whole lifetime in your occupation, actually making life clever, easy and convenient for white people. But when you have to get transportation home, you are denied an equal accommodation. Our existence was for the white man's comfort and well-being; we had to accept being deprived of just being human."
    },
    {
      "qid": "edf372ce",
      "author": "Rosa Parks",
      "en": "The Rosa and Raymond Parks Institute accepts people of any race. We don't discriminate against anyone. We teach people to reach their highest potential. I set examples by the way I lead my life."
    },
    {
      "qid": "65a8a380",
      "author": "Rosa Parks",
      "en": "Time begins the healing process of wounds cut deeply by oppression. We soothe ourselves with the salve of attempted indifference, accepting the false pattern set up by the horrible restriction of Jim Crow laws."
    },
    {
      "qid": "edd39f09",
      "author": "Rosa Parks",
      "en": "I had felt for a long time that, if I was ever told to get up so a white person could sit, that I would refuse to do so."
    },
    {
      "qid": "d498cb46",
      "author": "Rosa Parks",
      "en": "God has always given me the strength to say what is right."
    },
    {
      "qid": "1be9404b",
      "author": "Rosa Parks",
      "en": "I was born 50 years after slavery, in 1913. I was allowed to read. My mother, who was a teacher, taught me when I was a very young child. The first school I attended was a small building that went from first to sixth grade. There was one teacher for all of the students. There could be anywhere from 50 to 60 students of all different ages."
    },
    {
      "qid": "211b69b0",
      "author": "Rosa Parks",
      "en": "I would like to be remembered as a person who wanted to be free... so other people would be also free."
    },
    {
      "qid": "9aecaeb7",
      "author": "Rosa Parks",
      "en": "People always say that I didn't give up my seat because I was tired, but that isn't true. I was not tired physically... No, the only tired I was, was tired of giving in."
    },
    {
      "qid": "236b13d2",
      "author": "Rosa Parks",
      "en": "Whites would accuse you of causing trouble when all you were doing was acting like a normal human being instead of cringing."
    },
    {
      "qid": "98ed5e9c",
      "author": "Rosa Parks",
      "en": "Why do you all push us around?"
    }
  ]
}