{
  "author": "Tony Robbins",
  "imageId": "Tony-Robbins",
  "data": [
    {
      "qid": "645e16b0",
      "author": "Tony Robbins",
      "en": "If you do what you've always done, you'll get what you've always gotten."
    },
    {
      "qid": "57b37e4a",
      "author": "Tony Robbins",
      "en": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more."
    },
    {
      "qid": "3a45f019",
      "author": "Tony Robbins",
      "en": "What we can or cannot do, what we consider possible or impossible, is rarely a function of our true capability. It is more likely a function of our beliefs about who we are."
    },
    {
      "qid": "6f085d41",
      "author": "Tony Robbins",
      "en": "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year - and underestimate what they can achieve in a decade!"
    },
    {
      "qid": "fe9ffc01",
      "author": "Tony Robbins",
      "en": "We are the only beings on the planet who lead such rich internal lives that it's not the events that matter most to us, but rather, it's how we interpret those events that will determine how we think about ourselves and how we will act in the future."
    },
    {
      "qid": "cb8b53b4",
      "author": "Tony Robbins",
      "en": "There's always a way - if you're committed."
    },
    {
      "qid": "88d27d19",
      "author": "Tony Robbins",
      "en": "I challenge you to make your life a masterpiece. I challenge you to join the ranks of those people who live what they teach, who walk their talk."
    },
    {
      "qid": "b936e0a5",
      "author": "Tony Robbins",
      "en": "The higher your energy level, the more efficient your body The more efficient your body, the better you feel and the more you will use your talent to produce outstanding results."
    },
    {
      "qid": "4dc26b6c",
      "author": "Tony Robbins",
      "en": "Passion is the genesis of genius."
    },
    {
      "qid": "9bd6f23e",
      "author": "Tony Robbins",
      "en": "Stay committed to your decisions, but stay flexible in your approach."
    },
    {
      "qid": "11e9693c",
      "author": "Tony Robbins",
      "en": "There's no abiding success without commitment."
    },
    {
      "qid": "a40f927f",
      "author": "Tony Robbins",
      "en": "Surmounting difficulty is the crucible that forms character."
    },
    {
      "qid": "425e7723",
      "author": "Tony Robbins",
      "en": "We aren't in an information age, we are in an entertainment age."
    },
    {
      "qid": "019c4f23",
      "author": "Tony Robbins",
      "en": "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular."
    },
    {
      "qid": "6cfb8593",
      "author": "Tony Robbins",
      "en": "How am I going to live today in order to create the tomorrow I'm committed to?"
    },
    {
      "qid": "0ad40286",
      "author": "Tony Robbins",
      "en": "Want to learn to eat a lot? Here it is: Eat a little. That way, you will be around long enough to eat a lot."
    },
    {
      "qid": "f432d719",
      "author": "Tony Robbins",
      "en": "When people are like each other they tend to like each other."
    },
    {
      "qid": "41f69088",
      "author": "Tony Robbins",
      "en": "Live with passion!"
    },
    {
      "qid": "e900d794",
      "author": "Tony Robbins",
      "en": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy."
    },
    {
      "qid": "a8720e97",
      "author": "Tony Robbins",
      "en": "It not knowing what to do, it's doing what you know."
    },
    {
      "qid": "a566376c",
      "author": "Tony Robbins",
      "en": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you."
    },
    {
      "qid": "628e1052",
      "author": "Tony Robbins",
      "en": "We can change our lives. We can do, have, and be exactly what we wish."
    },
    {
      "qid": "64bffcad",
      "author": "Tony Robbins",
      "en": "In life you need either inspiration or desperation."
    },
    {
      "qid": "e0cc799b",
      "author": "Tony Robbins",
      "en": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others."
    },
    {
      "qid": "ce12900f",
      "author": "Tony Robbins",
      "en": "It is in your moments of decision that your destiny is shaped."
    },
    {
      "qid": "ddc5cbdb",
      "author": "Tony Robbins",
      "en": "The meeting of preparation with opportunity generates the offspring we call luck."
    },
    {
      "qid": "66d24ffb",
      "author": "Tony Robbins",
      "en": "Most people have no idea of the giant capacity we can immediately command when we focus all of our resources on mastering a single area of our lives."
    },
    {
      "qid": "1926d258",
      "author": "Tony Robbins",
      "en": "Whatever happens, take responsibility."
    },
    {
      "qid": "04a759b1",
      "author": "Tony Robbins",
      "en": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them."
    },
    {
      "qid": "a96e9800",
      "author": "Tony Robbins",
      "en": "The truth is that we can learn to condition our minds, bodies, and emotions to link pain or pleasure to whatever we choose. By changing what we link pain and pleasure to, we will instantly change our behaviors."
    },
    {
      "qid": "056cffb1",
      "author": "Tony Robbins",
      "en": "It's not the events of our lives that shape us, but our beliefs as to what those events mean."
    },
    {
      "qid": "13f44556",
      "author": "Tony Robbins",
      "en": "For changes to be of any true value, they've got to be lasting and consistent."
    },
    {
      "qid": "8c10f0ae",
      "author": "Tony Robbins",
      "en": "It is not what we get. But who we become, what we contribute... that gives meaning to our lives."
    },
    {
      "qid": "2835aa0f",
      "author": "Tony Robbins",
      "en": "Successful people ask better questions, and as a result, they get better answers."
    },
    {
      "qid": "893664ca",
      "author": "Tony Robbins",
      "en": "You see, it's never the environment; it's never the events of our lives, but the meaning we attach to the events - how we interpret them - that shapes who we are today and who we'll become tomorrow."
    },
    {
      "qid": "b871faf7",
      "author": "Tony Robbins",
      "en": "Remember, a real decision is measured by the fact that you've taken new action. If there's no action, you haven't truly decided."
    },
    {
      "qid": "110548e6",
      "author": "Tony Robbins",
      "en": "You always succeed in producing a result."
    },
    {
      "qid": "3c99c3ba",
      "author": "Tony Robbins",
      "en": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment."
    },
    {
      "qid": "cb616d7b",
      "author": "Tony Robbins",
      "en": "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided."
    },
    {
      "qid": "857f53f2",
      "author": "Tony Robbins",
      "en": "Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives."
    },
    {
      "qid": "b4f6eb6c",
      "author": "Tony Robbins",
      "en": "In essence, if we want to direct our lives, we must take control of our consistent actions. It's not what we do once in a while that shapes our lives, but what we do consistently."
    },
    {
      "qid": "009fedd8",
      "author": "Tony Robbins",
      "en": "Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?"
    },
    {
      "qid": "8cda745c",
      "author": "Tony Robbins",
      "en": "You see, in life, lots of people know what to do, but few people actually do what they know. Knowing is not enough! You must take action."
    },
    {
      "qid": "814bee9d",
      "author": "Tony Robbins",
      "en": "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results."
    },
    {
      "qid": "08ff816e",
      "author": "Tony Robbins",
      "en": "Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life."
    },
    {
      "qid": "545c8035",
      "author": "Tony Robbins",
      "en": "The way we communicate with others and with ourselves ultimately determines the quality of our lives."
    },
    {
      "qid": "570ff963",
      "author": "Tony Robbins",
      "en": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "qid": "f225802b",
      "author": "Tony Robbins",
      "en": "We will act consistently with our view of who we truly are, whether that view is accurate or not."
    },
    {
      "qid": "ead4df85",
      "author": "Tony Robbins",
      "en": "The only limit to your impact is your imagination and commitment."
    },
    {
      "qid": "7ad4b7be",
      "author": "Tony Robbins",
      "en": "My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain."
    },
    {
      "qid": "faee4615",
      "author": "Tony Robbins",
      "en": "The path to success is to take massive, determined action."
    },
    {
      "qid": "304b90af",
      "author": "Tony Robbins",
      "en": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant."
    },
    {
      "qid": "052eecf2",
      "author": "Tony Robbins",
      "en": "There is no such thing as failure. There are only results."
    }
  ]
}