{
  "author": "Unknown",
  "imageId": "Unknown",
  "data": [
    {
      "qid": "9205d40f",
      "author": "Unknown",
      "en": "Preach the Gospel at all times and when necessary use words."
    },
    {
      "qid": "24420a48",
      "author": "Unknown",
      "en": "True change takes place in the imagination."
    },
    {
      "qid": "4681572f",
      "author": "Unknown",
      "en": "It's a damn poor mind that can only think of one way to spell a word."
    },
    {
      "qid": "667b5b04",
      "author": "Unknown",
      "en": "He was a wise man who invented beer."
    },
    {
      "qid": "8cd88ba1",
      "author": "Unknown",
      "en": "The past cannot be changed. The future is yet in your power."
    },
    {
      "qid": "5a1901f5",
      "author": "Unknown",
      "en": "Never ascribe to malice that which is adequately explained by incompetence."
    },
    {
      "qid": "c374722e",
      "author": "Unknown",
      "en": "You have to learn the rules of the game. And then you have to play better than anyone else."
    },
    {
      "qid": "949b6c7c",
      "author": "Unknown",
      "en": "I freed a thousand slaves I could have freed a thousand more if only they knew they were slaves."
    },
    {
      "qid": "5bc5af96",
      "author": "Unknown",
      "en": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
    },
    {
      "qid": "40808571",
      "author": "Unknown",
      "en": "In a time of universal deceit - telling the truth is a revolutionary act."
    },
    {
      "qid": "b8f907e0",
      "author": "Unknown",
      "en": "However beautiful the strategy, you should occasionally look at the results."
    },
    {
      "qid": "9a5966cd",
      "author": "Unknown",
      "en": "You should examine yourself daily. If you find faults, you should correct them. When you find none, you should try even harder."
    },
    {
      "qid": "ec721d8b",
      "author": "Unknown",
      "en": "Turn your face to the sun and the shadows fall behind you."
    },
    {
      "qid": "ce51c9f2",
      "author": "Unknown",
      "en": "Large skepticism leads to large understanding. Small skepticism leads to small understanding. No skepticism leads to no understanding."
    },
    {
      "qid": "338445f4",
      "author": "Unknown",
      "en": "There is no such thing as a good tax."
    },
    {
      "qid": "f00f6252",
      "author": "Unknown",
      "en": "The secret to creativity is knowing how to hide your sources."
    },
    {
      "qid": "56af92a9",
      "author": "Unknown",
      "en": "The way is not in the sky. The way is in the heart."
    },
    {
      "qid": "d9b4984b",
      "author": "Unknown",
      "en": "A picture is worth a thousand words."
    },
    {
      "qid": "8f350dba",
      "author": "Unknown",
      "en": "All warfare is based on deception."
    },
    {
      "qid": "2606a5ba",
      "author": "Unknown",
      "en": "There has to be evil so that good can prove its purity above it."
    },
    {
      "qid": "a00bee7b",
      "author": "Unknown",
      "en": "Women are like teabags. We don't know our true strength until we are in hot water!"
    },
    {
      "qid": "1be30f46",
      "author": "Unknown",
      "en": "People who say it cannot be done should not interrupt those who are doing it."
    },
    {
      "qid": "3ef01062",
      "author": "Unknown",
      "en": "I never drink water because of the disgusting things that fish do in it."
    },
    {
      "qid": "ed00bd1f",
      "author": "Unknown",
      "en": "Everybody wants to go to heaven, but nobody wants to die."
    }
  ]
}