{
  "name": "Woody Allen",
  "image": "Woody-Allen",
  "quotes": [
    {
      "id": "f5618909",
      "en": "I don't have to 'freedom-kiss' my wife when what I really want to do is French-kiss her."
    },
    {
      "id": "408f4680",
      "en": "Man consists of two parts, his mind and his body, only the body has more fun."
    },
    {
      "id": "774cefe0",
      "en": "As the poet said, 'Only God can make a tree,' probably because it's so hard to figure out how to get the bark on."
    },
    {
      "id": "a7af16dc",
      "en": "When I was kidnapped, my parents snapped into action. They rented out my room."
    },
    {
      "id": "bc1495c0",
      "en": "I ran into Isosceles. He had a great idea for a new triangle!"
    },
    {
      "id": "410ca994",
      "en": "In my house I'm the boss, my wife is just the decision maker."
    },
    {
      "id": "ceeffcd8",
      "en": "What if nothing exists and we're all in somebody's dream?"
    },
    {
      "id": "db8205c3",
      "en": "The talent for being happy is appreciating and liking what you have, instead of what you don't have."
    },
    {
      "id": "8d70b7c2",
      "en": "I was nauseous and tingly all over. I was either in love or I had smallpox."
    },
    {
      "id": "fe9f3742",
      "en": "Money is better than poverty, if only for financial reasons."
    },
    {
      "id": "9c9a5c67",
      "en": "Eighty percent of success is showing up."
    },
    {
      "id": "37018d3b",
      "en": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?"
    },
    {
      "id": "a72e8c3a",
      "en": "Students achieving Oneness will move on to Twoness."
    },
    {
      "id": "913ccd40",
      "en": "I had a terrible education. I attended a school for emotionally disturbed teachers."
    },
    {
      "id": "168f94ec",
      "en": "Life is divided into the horrible and the miserable."
    },
    {
      "id": "814a0b63",
      "en": "Dying is one of the few things that can be done as easily lying down."
    },
    {
      "id": "d1fccdcd",
      "en": "If you're not failing every now and again, it's a sign you're not doing anything very innovative."
    },
    {
      "id": "7530b6df",
      "en": "Not only is there no God, but try finding a plumber on Sunday."
    },
    {
      "id": "2ec62181",
      "en": "I'm such a good lover because I practice a lot on my own."
    },
    {
      "id": "f911f36c",
      "en": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats."
    },
    {
      "id": "2aa3fd59",
      "en": "To you I'm an atheist; to God, I'm the Loyal Opposition."
    },
    {
      "id": "4bdc5889",
      "en": "I failed to make the chess team because of my height."
    },
    {
      "id": "eb3a2e36",
      "en": "When we played softball, I'd steal second base, feel guilty and go back."
    },
    {
      "id": "be0891f5",
      "en": "Why are our days numbered and not, say, lettered?"
    },
    {
      "id": "611017cb",
      "en": "My one regret in life is that I am not someone else."
    },
    {
      "id": "0ccdba03",
      "en": "I'm not afraid to die, I just don't want to be there when it happens."
    },
    {
      "id": "2be6f1f4",
      "en": "It is impossible to experience one's death objectively and still carry a tune."
    },
    {
      "id": "1422cc9d",
      "en": "Tradition is the illusion of permanance."
    },
    {
      "id": "3be88787",
      "en": "His lack of education is more than compensated for by his keenly developed moral bankruptcy."
    },
    {
      "id": "1c10638f",
      "en": "It seemed the world was divided into good and bad people. The good ones slept better while the bad ones seemed to enjoy the waking hours much more."
    },
    {
      "id": "05c4e28f",
      "en": "I think being funny is not anyone's first choice."
    },
    {
      "id": "6ebebbe6",
      "en": "If my films don't show a profit, I know I'm doing something right."
    },
    {
      "id": "707524d8",
      "en": "Comedy just pokes at problems, rarely confronts them squarely. Drama is like a plate of meat and potatoes, comedy is rather the dessert, a bit like meringue."
    },
    {
      "id": "de74883c",
      "en": "Seventy percent of success in life is showing up."
    },
    {
      "id": "0e2df11c",
      "en": "He was so depressed, he tried to commit suicide by inhaling next to an Armenian."
    },
    {
      "id": "79f3dc01",
      "en": "I am not afraid of death, I just don't want to be there when it happens."
    },
    {
      "id": "ea0c1203",
      "en": "The food here is terrible, and the portions are too small."
    },
    {
      "id": "97a7a2ae",
      "en": "I believe there is something out there watching us. Unfortunately, it's the government."
    },
    {
      "id": "ce91cdb8",
      "en": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good."
    },
    {
      "id": "5ad4541a",
      "en": "I tended to place my wife under a pedestal."
    },
    {
      "id": "0531345e",
      "en": "Some guy hit my fender, and I told him, 'Be fruitful and multiply,' but not in those words."
    },
    {
      "id": "9826db47",
      "en": "Eternal nothingness is fine if you happen to be dressed for it."
    },
    {
      "id": "32638caf",
      "en": "My luck is getting worse and worse. Last night, for instance, I was mugged by a quaker."
    },
    {
      "id": "cc2bf8c0",
      "en": "The lion and the calf shall lie down together but the calf won't get much sleep."
    },
    {
      "id": "5fc310e3",
      "en": "I will not eat oysters. I want my food dead. Not sick. Not wounded. Dead."
    },
    {
      "id": "9fb05ffb",
      "en": "I don't think my parents liked me. They put a live teddy bear in my crib."
    },
    {
      "id": "f8655423",
      "en": "Right now it's only a notion, but I think I can get the money to make it into a concept, and later turn it into an idea."
    },
    {
      "id": "a2dfb49a",
      "en": "Marriage is the death of hope."
    },
    {
      "id": "fc9269b3",
      "en": "What if everything is an illusion and nothing exists? In that case, I definitely overpaid for my carpet."
    },
    {
      "id": "02cab224",
      "en": "Who bothers to cook TV dinners? I suck them frozen."
    },
    {
      "id": "4f150a65",
      "en": "Most of the time I don't have much fun. The rest of the time I don't have any fun at all."
    },
    {
      "id": "397f6ff8",
      "en": "I am two with nature."
    },
    {
      "id": "f5e49fcc",
      "en": "I don't want to achieve immortality through my work. I want to achieve it through not dying."
    },
    {
      "id": "6a92bae1",
      "en": "I'd call him a sadistic, hippophilic necrophile, but that would be beating a dead horse."
    },
    {
      "id": "e57bdb1d",
      "en": "Harvard makes mistakes too, you know. Kissinger taught there."
    },
    {
      "id": "1554c285",
      "en": "It's not that I'm afraid to die. I just don't want to be there when it happens."
    },
    {
      "id": "2fa650f3",
      "en": "You can live to be a hundred if you give up all the things that make you want to live to be a hundred."
    },
    {
      "id": "fe5dec1e",
      "en": "In Beverly Hills... they don't throw their garbage away. They make it into television shows."
    },
    {
      "id": "37157e14",
      "en": "Why does man kill? He kills for food. And not only food: frequently there must be a beverage."
    },
    {
      "id": "bc6f8d40",
      "en": "I am thankful for laughter, except when milk comes out of my nose."
    },
    {
      "id": "e90b7130",
      "en": "I don't believe in the after life, although I am bringing a change of underwear."
    },
    {
      "id": "fd6cfe7a",
      "en": "Life doesn't imitate art, it imitates bad television."
    },
    {
      "id": "932dce0e",
      "en": "If only God would give me some clear sign! Like making a large deposit in my name at a Swiss bank."
    },
    {
      "id": "72e5ac49",
      "en": "I've never been an intellectual but I have this look."
    },
    {
      "id": "4d7b8c1a",
      "en": "If my films make one more person miserable, I'll feel I have done my job."
    },
    {
      "id": "fc865f49",
      "en": "If you want to make God laugh, tell him about your plans."
    },
    {
      "id": "b71a2948",
      "en": "I'm astounded by people who want to 'know' the universe when it's hard enough to find your way around Chinatown."
    },
    {
      "id": "f727c212",
      "en": "Life is full of misery, loneliness, and suffering - and it's all over much too soon."
    },
    {
      "id": "8dc5bed3",
      "en": "In California, they don't throw their garbage away - they make it into TV shows."
    },
    {
      "id": "61868bf2",
      "en": "On the plus side, death is one of the few things that can be done as easily lying down ."
    },
    {
      "id": "24303531",
      "en": "Organized crime in America takes in over forty billion dollars a year and spends very little on office supplies."
    },
    {
      "id": "75d5a21f",
      "en": "I have bad reflexes. I was once run over by a car being pushed by two guys."
    },
    {
      "id": "0923e731",
      "en": "Bisexuality immediately doubles your chances for a date on Saturday night."
    },
    {
      "id": "27c03cdc",
      "en": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia."
    },
    {
      "id": "56cae747",
      "en": "I'm very proud of my gold pocket watch. My grandfather, on his deathbed, sold me this watch."
    }
  ]
}